<html>
    <head>
        <meta http-equiv="Content-Type" content="text/html; charset=windows-1251">
        <title>DestinySphere - Unlimited :: Помощь - </title>
        <link rel="stylesheet" href="../cabinetstyle.css" type="text/css">
    </head>
    <body>
        
<script language="javascript">
<!--
function openURL (url, target) {
    window.open(url, target);
}
//-->
</script>

<table width=100% height=100% border=0 cellpadding=0 cellspacing=0 class=bg_top>
    <tr>
        <td height=100% align=center valign=top>
            <table width=875 border=0 cellpadding=0 cellspacing=0>
                <tr>
                    <td valign=top class=bg_left><img src="../img/cabinet/bg/bg_left.jpg" border=0></td>
                    <td height=100% valign=top class=bg01>
                        <table width=100% height=100% border=0 cellpadding=0 cellspacing=0>
                            <!--begin top line-->

                            <tr>
                                <td height=10 background="../img/cabinet/bg/bg_head_02.gif"></td>
                            </tr>
                            <!--end top line-->
                            
                            <!--begin header-->
                            <tr>
                                <td>
                                    <table width=100% height=88 border=0 cellpadding=0 cellspacing=0>
                                        <tr>

                                            <td width=860>
                                                <object classid="clsid:d27cdb6e-ae6d-11cf-96b8-444553540000" codebase="http://fpdownload.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=7,0,0,0" width="860" height="88" id="header_1" align="middle">
                                                    <param name="allowScriptAccess" value="sameDomain">
                                                    <param name="movie" value="../../img/flash/header_01.swf">
                                                    <param name="quality" value="high">
                                                    <param name="menu" value="false">
                                                    <param name="settings" value="false">
                                                    <param name="wmode" value="opaque">
                                                    <param name="bgcolor" value="#ffffff">

                                                    <embed src="../../img/flash/header_01.swf" quality="high" wmode="opaque" bgcolor="#ffffff" width="860" height="88" name="header_1" align="middle" allowScriptAccess="sameDomain" type="application/x-shockwave-flash" pluginspage="http://www.macromedia.com/go/getflashplayer">
                                                </object></td>
                                        </tr>
                                    </table>
                                </td>
                            </tr>
                            <!--end header-->
                            
                            <!--begin menu top-->
                            <tr>

                                <td align=center class=bg_top_menu>
                                    <table height=34 border="0" cellpadding="0" cellspacing="0">
                                        <tr>
                                            <td align=center valign="top">
                                                <img height=34 src="../img/cabinet/graph/del_but01.gif" border=0></td>
                                            <td width="110" height="22" align=center valign="middle" class="menu_txt">
                                                <div class=menu onclick="openURL('../../index.php');" valign=middle><span style="position: relative; top: 9px;">ПОРТАЛ</span></div></td>
                                            <td align=center valign="top">

                                                <img height=34 src="../img/cabinet/graph/del_but01.gif" border=0></td>
                                            <td width="110" height="22" align=center valign="middle" class="menu_txt">
                                                <div class=menu onclick="openURL('http://forum.ds-game.ru/');" valign=middle><span style="position: relative; top: 9px;">ФОРУМ</span></div></td>
                                            <td align=center valign="top">
                                                <img height=34 src="../img/cabinet/graph/del_but01.gif" border=0></td>
                                            <td width="110" height="22" align=center valign="middle" class="menu_txt">
                                                <div class=menu onclick="openURL('http://news.destinysphere.ru/');" valign=middle><span style="position: relative; top: 9px;">ГАЗЕТА</span></div></td>
                                            <td align=center valign="top">

                                                <img height=34 src="../img/cabinet/graph/del_but01.gif" border=0></td>
                                            <td width="110" height="22" align=center valign="middle" class="menu_txt">
                                                <div class=menu onclick="openURL('http://sms.destinysphere.ru/');" valign=middle><span style="position: relative; top: 9px;">DS-Mobile</span></div></td>
                                            <td align=center valign="top">
                                                <img height=34 src="../img/cabinet/graph/del_but01.gif" border=0></td>
                                            <td width="110" height="22" align=center valign="middle" class="menu_txt">
                                                <div class=menu onclick="openURL('https://billing.destinysphere.ru/');" valign=middle><span style="position: relative; top: 9px;">БИЛЛИНГ</span></div></td>
                                            <td align=center valign="top">

                                                <img height=34 src="../img/cabinet/graph/del_but01.gif" border=0></td>
                                        </tr>
                                    </table>
                                </td>
                            </tr>
                            <!--end menu top-->

                                                        <tr>
                                <td align=center>

                                    <table height=100% border=0 cellpadding=0 cellspacing=0>
                                        <tr>
                                            <td>
                                                <img src="../img/cabinet/graph/a_01.gif" border=0></td>
                                            <td align=left class=header_txt>
                                                                                            </td>
                                        </tr>
                                    </table>
                                </td>

                            </tr>

                            <!--begin center-->
                            <tr>
                                <td valign=top style="padding: 5px; padding-top:0px;">
                                    <table width=100% border=0 cellpadding=0 cellspacing=0>
                                        <tr>
                                            <td><img src="../img/cabinet/border/03/t_l.gif" border=0></td>
                                            <td background="../img/cabinet/border/03/t.gif"></td>

                                            <td><img src="../img/cabinet/border/03/t_r.gif" border=0></td>
                                        </tr>
                                        <tr>
                                            <td background="../img/cabinet/border/03/l.gif"></td>
                                            <td width=100% align=left bgcolor="#ffffff" style="padding:5px;">
                                                 <div align="left">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;  <img alt="" src="http://ds.rambler.ru/img/tanker/well.gif" />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong><font size="5">TO:</font></strong>&nbsp;&nbsp;&nbsp; <img alt="" src="http://ds.rambler.ru/img/tanker/FAQ.gif" /><br />

</div>
<p> <br />
</p>
<div align="center"><strong><font color="#ff0000" size="4">Специально для новичков. <em>UNLIMITED Edition</em></font></strong><br />
<strong><font color="#ff0000" size="4"><em> </em></font></strong><br />
<strong><font color="#000080" size="4">Добро пожаловать! Здесь вы найдете большинство ответов на ваши вопросы.</font></strong><br />
<strong><font color="#000080" size="4"> Вы можете задать свой вопрос и получить ответ, написав в ICQ, но прежде прочтите этот FAQ.</font></strong><br />
<strong><font color="#000080" size="4"> ICQ - 426871357 время работы с 12:00 до 23:00.<br />

</font></strong><hr width="100%" size="2" />
<strong><font color="#000080" size="4"></font></strong></div>
<div align="left"> <strong><font size="4"><span style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">Сфера Судьбы - <span style="">&nbsp;</span></span><span lang="EN-US" style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">on</span><span style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">-</span><span lang="EN-US" style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">line</span><span style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;"> стратегия, смысл<span style="">&nbsp; </span>каждой стратегии&nbsp; &ndash; уничтожение противника с минимальными потерями. Тотальному уничтожению может подвергнуться только армия игрока, но не его сота. Сота это ни что иное, как игровое пространство игрока, его мегаполис/государство, из таких вот мини-империй и состоит наш игровой мир, каждый из которых называется &quot;сферой&quot;. Некоторые игроки задают забавный вопрос о смысле нашей<span style="">&nbsp; </span>игры. У игры только один смысл &ndash; получать удовольствие, отдыхать от рутины. У нас коллективная игра<span style="">,&nbsp; </span>и общение с дипломатией в ней важный элемент, так что вы <span style="">&nbsp;</span>сможете найти новых знакомых. Благодаря наличию разнообразных игровых составляющих, вы сможете выбрать, что вам больше по душе: воевать, торговать, искать артефакты или все одновременно. Широкие возможности&nbsp; игры открыты перед вами, и мы желаем вам удачи!</span></font></strong></div>

<hr align="center" width="100%" size="2" />
<div align="center"> </div>
<p><br />
<strong><font color="#000080" size="4">Краткое содержание: (нажмите на интересующий вас пункт)</font><br />
<br />
<em>Начало и общая информация</em></strong></p>
<p><strong><a href="#1. Активация акаунта.">1.&nbsp;&nbsp;&nbsp; Активация акаунта.</a><br />
<a href="#1.1. Выбор игрового мира, расы и получение соты">1.1. Выбор игрового мира, расы и получение соты</a><br />
<a href="#1.2. Описание интерфейса">1.2. Описание интерфейса</a><br />

<a href="#1.3. Строительство зданий">1.3. Строительство зданий</a><br />
<a href="#1.4. Апгрейд зданий">1.4. Апгрейд зданий</a><br />
<a href="#1.5. Снос зданий">1.5. Снос зданий</a><br />
<a href="#1.6. Деактивация зданий"> 1.6. Деактивация зданий</a><br />
<a href="#1.7. Изучение науки"> 1.7. Изучение науки</a><br />
<a href="#1.8. Список уникальных зданий и какие здания не надо строить"> 1.8. Список уникальных зданий и какие здания не надо строить</a><br />
<a href="#1.9. Терраформинг поверхности соты"> 1.9. Терраформинг поверхности соты</a><br />

<br />
</strong><strong><em>Развитие<br />
</em><br />
<a href="#2. Открытие Центральных Ворот (ЦВ) и получение продиума"> 2.&nbsp;&nbsp;&nbsp; Открытие Центральных ворот и получение продиума</a><br />
<a href="#2.1. Основные моменты защиты новичков"> 2.1. Основные моменты защиты новичков</a><br />
<a href="#2.2. Как правильно застроить центральную соту"> 2.2. Как правильно застроить центральную соту</a><br />
<a href="#2.3. Как правильно застроить нейтральную соту"> 2.3. Как правильно застроить нейтральную соту</a><br />

<a href="#2.4. Религия"> 2.4. Религия</a><br />
<br />
<em>Внешняя политика и рейтинг</em><br />
<br />
<a href="#3. Общение с соседями посредством игровой почты и форума"> 3.&nbsp;&nbsp;&nbsp; Общение с соседями посредством игровой почты и форума</a><br />
<a href="#3.1. Понятие альянса, плюсы и минусы альянсов, вступление в альянс"> 3.1. Понятие альянса, плюсы и минусы альянсов, вступление в альянс</a><br />
<a href="#3.2. Создание собственного альянса"> 3.2. Создание собственного альянса</a><br />

<a href="#3.3. Жизнь нейтралом"> 3.3. Жизнь нейтралом</a><br />
<a href="#3.4. Понятие рейтинга и механизм его начисления"> 3.4. Понятие рейтинга и механизм его начисления</a><br />
<br />
<em>Всё об археологии и артефактах</em><br />
<br />
<a href="#4. Знакомство с археологией"> 4.&nbsp;&nbsp;&nbsp; Знакомство с археологией</a><br />
<a href="#4.1. Количество археологов в группе на экспедицию"> 4.1. Количество археологов в группе на экспедицию</a><br />

<a href="#4.2. Какие артефакты бывают"> 4.2. Какие артефакты бывают</a><br />
<a href="#4.3. Что делать с найденным артефактом"> 4.3. Что делать с найденным артефактом</a><br />
<a href="#4.4. Некоторые особенности археологии"> 4.4. Некоторые особенности археологии</a><br />
<br />
<em>Всё о колонизации</em><br />
<br />
<a href="#5. Получение колоний"> 5.&nbsp;&nbsp;&nbsp;&nbsp; Получение колоний</a><br />

<a href="#5.1. Трансфер"> 5.1. Трансфер</a><br />
<a href="#5.2. Застройка колонии (вкратце)"> 5.2. Застройка колонии (вкратце)</a><br />
<a href="#5.3. Застройка колонии. Понятие специализации соты"> 5.3. Застройка колонии. Понятие специализации соты</a><br />
<a href="#5.4. Примеры специализаций для всех трех рас"> 5.4. Примеры специализаций для всех трех рас</a><br />
<a href="#5.5. Примеры застройки сот"> 5.5. Примеры застройки сот</a><br />
<br />
</strong><strong><em>Всё о торговле<br />

</em><br />
<a href="#6. Уровни торговли и сопутствующие им возможности"> 6.&nbsp;&nbsp;&nbsp; Уровни торговли и сопутствующие им возможности</a><br />
<a href="#6.1. Коннекторы Торговли"> 6.1. Коннекторы Торговли</a><br />
<a href="#6.2. Меню продажи"> 6.2. Меню продажи</a><br />
<a href="#6.3. Меню покупки"> 6.3. Меню покупки</a><br />
<a href="#6.4. Некоторые особенности торговли"> 6.4. Некоторые особенности торговли</a><br />

<br />
</strong><strong><em>Всё о военных действиях<br />
<br />
</em><a href="#7. Состав армии">7.&nbsp;&nbsp;&nbsp; Состав армии</a><br />
<a href="#7.1. Обзор военной базы и создание армии"> 7.1. Обзор военной базы и создание армии</a><br />
<a href="#7.2. Прослой и другие термины"> 7.2. Прослой и динамическая защита</a><br />
<a href="#7.3. Нападение на цель"> 7.3. Нападение на цель</a><br />

<a href="#7.4. Стоимость армии и варианты сражений"> 7.4. Стоимость армии и варианты сражений</a><br />
<a href="#7.5. Оборона"> 7.5. Оборона</a><br />
<a href="#7.6. Военные артефакты"> 7.6. Военные артефакты</a><br />
<a href="#7.7. Содержание армии"> 7.7. Содержание армии (upkeep)</a><br />
<a href="#7.8. Механика боя"> 7.8. Механика боя</a><br />
<a href="#7.9. Некоторые особенности военных действий"> 7.9. Некоторые особенности военных действий</a><br />

<br />
<em>Рубрика Вопрс Ответ</em><br />
<br />
<a href="#8. Вопрос Ответ"> 8. Вопрос Ответ</a><br />
<br />
</strong><strong><em>Ссылки на полезные ресурсы<br />
</em><br />
<a href="#9. Полезные ссылки"> 9. Полезные ссылки</a><br />
</strong></p>
<hr width="100%" size="2" />
<p><br />

<strong><font size="4"><a name="1. Активация акаунта."></a></font></strong><span style="font-weight: bold;"><span style="font-size: 150%; line-height: normal;">Начало и общая информация</span></span><br />
<br />
<span style="font-weight: bold;">В этом разделе мы разберем всё, начиная с момента регистрации, вы узнаете как обращаться с игрой и с чего начать.</span><br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;">1. Активация акаунта.</span></span><br />
<br />
После регистрации к вам на указанный при регистрации e-mail придет активационная ссылка, если этого не произошло напишите на support@ru.destinysphere.com и мы вышлем ссылку повторно. Обязательно указывайте свой игровой ник.<br />
После активации этой ссылки вы сможете зайти через форму входа на главной странице (http://ds-game.ru/). <br />
<br />
Для более комфортной игры с множеством удобств, вы можете оплатить услугу премиум аккаунта.<br />
<br />

Подробнее про Премиум можно прочесть, нажав сюда: <a href="http://ds.rambler.ru/?p=premium_info_page"><img alt="" src="http://ds.rambler.ru/img/tanker/prem.JPG" /></a></p>
<p><br />
</p>
<p>В игре есть встроенный Анализатор рейтинга и Ваших логов. Обширная статистика дает полезное представление об игровом процессе<br />
</p>
<p><a href="javascript:void(0);/*1234597439606*/"><img alt="" src="http://stat.destinysphere.ru/stat_analizator.jpg" /></a></p>
<hr width="100%" size="2" />
<p><br />
<br />
<br />
<strong><font size="5"><a name="1.1. Выбор игрового мира, расы и получение соты"></a></font></strong><span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;">1.1. Выбор игрового мира, расы и получение соты</span></span><br />
<br />
После авторизации вам предложат выбрать мир, расу и придумать название для домашней соты (сота это игровое пространство) нельзя использовать пробелы, точки, запятые, двоеточия и прочие недопустимые символы в названии, писать только латинскими буквами. <br />

Сферу стоит выбирать более молодую - это Телец (1-ый уровень) или Дракон (1-ый уровень), специальные миры приемки ( все против всех и раса против расы), в одном из которых вы сможете спокойно развиваться, но позже вы должны будете переехать на следующий уровень. Условия переезда два:<br />
<br />
1) <span style="font-style: italic;">добровольный переезд</span> в выбраный вами мир, возможен только при достижении вами 200 ии 500 места в рейтинге игры.По игровой почте вам придет специальное уведомление с предложением выбрать мир для переезда, а при в ходе в игру будет доступна опция переезда. (переезды осуществляются не моментально а автоматически каждую ночь в даунтайм).<br />
Если вы не переедете сами то через указанный срок (пишется в письме) вы будете автоматически перемещены.<br />
<br />
2) <span style="font-style: italic;">принудительный переезд</span>, если вы не вошли ни в какой топ то спустя примерно 90 дней вас перенесут автоматом, или же удалят если ваша сота неактивна.<br />
<br />
<span style="color: red;"><strong>Необходимо знать, что создание 2 аккаунтов в одной  и более игровых сферах считаеться мультоводством, это запрещено</strong> </span><strong><a class="postlink" href="http://www.destinysphere.ru/index.php?p=game_license">ПРАВИЛАМИ</a><span style="color: red;"> за их несоблюдение вы рискуете получить бан - блокировку акаунта!</span></strong><br />

<br />
Иногда бывает, что мест на определенном кольце в определенном мире может не оказаться, в таком случае следует попробовать другую расу или мир. Если после попытки добавить соту выбрасывает на главную страницу это значит, что вы пытаетесь добавить соту в даунтайм ночью и нужно попробовать позже, или то что идет профилактика.<br />
<br />
Выбор расы - дело сугубо личное, но можно сказать пару слов о некоторых характеристиках тех или иных, главное запомнить, что все расы хороши.<br />
<br />
<strong><font color="#000000"><span style="color: red;">Воранеры</span></font></strong> - главные поставщики кадериума, (ценного металла) необходимого для всех сфер деятельности, будь то: развитие соты, постройка армии, торговля и многое другое. У воранеров имеется расовый бонус на кадериум который составляет 17%.<br />
Военные юниты воранеров имеют сбалансированные урон защиту и нападение. Транспортные юниты воранеров не знают себе равных.</p>
<p><font color="#000000"><strong><span style="color: red;">Псолао</span></strong></font> - мистические существа, владеющие, секретом огромных нанокристаллизаторов, благодаря которым, они с большим успехом продвигают на рынке нанокристаллы, этот ресурс также один из важнейших во всех сферах, и также необходим как кадериум, но дороже оного в 2 раза, по причине усложненной добычи.<br />

Расовый бонус Псолао  к нанокристаллам составляет 11%<br />
Боевые Псолеонские юниты обладают огромный уроном, но к сожалению страдают от нехватки здоровья.<br />
По мимо прочего Псолао имеют бонус археологии, который составляет 10%</p>
<p><strong><span style="color: red;">Лиенсу</span></strong> - мутанты, главные производители еды, они имееют много плюсов, таких как: стабильный поиск артефактов, самое быстрое строительство юнитов в Сфере Судьбы, необычайная живучесть военных юнитов, и производство еды в гигантских количествах, что немаловажно при потреблении населением и армией еды. Кроме того лиенсу могут строить и огромные кузницы кадериума и огромные нанокристаллизаторы, правда с чуть меньшим доходом чем у воранеров и псолао.<br />
<br />
Поподробнее про расы можно узнать, нажав сюда: <a class="postlink" href="http://ds.rambler.ru/?p=game_races"><img alt="Изображение" src="http://ds.rambler.ru/img/tanker/green%20button.gif" /></a><br />
<br />
<strong>После выбора мира, расы и написания название соты, вы сможете добавить свою учетную запись в игровой мир, для этого нажмите кнопку &quot;Добавить&quot;. Далее заходите непосредственно в игру.</strong><br />

</p>
<hr width="100%" size="2" />
<p><br />
<br />
<strong><font size="5"><a name="1.2. Описание интерфейса"></a></font></strong><span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;">1.2. Описание интерфейса</span></span><br />
<br />
Вы в первый раз зашли в игру, и перед вами ваша&nbsp; домашняя сота - ваше игровое поле, рассмотрим на примере какие кнопки за что отвечают.<br />
<br />
</p>
<a href="http://www.ds-game.ru/UserFiles/Image/img_big01.jpg" target="_blank"><img src="http://ds-game.ru/UserFiles/Image/img_small01.jpg" alt="" /></a><br />
<em>нажмите на картинку, чтобы открыть её в лучшем качестве.</em><br />
<p> <br />

<span style="color: rgb(255, 64, 0);">1)</span> Здесь отображается количество доступного вам ресурса кадериума.<br />
<br />
<span style="color: rgb(255, 64, 0);">2)</span> Здесь отображается количество доступного вам ресурса нанокристаллов.<br />
<br />
<span style="color: rgb(255, 64, 0);">3)</span> Здесь отображается количество доступного вам ресурса энергии.<br />
<br />
<span style="color: rgb(255, 64, 0);">4)</span> Здесь отображается количество доступного вам ресурса еды.<br />

<br />
<span style="color: rgb(255, 64, 0);">5)</span> Здесь отображается количество доступного вам ресурса продиума.<br />
(получить продиум, построив коллекторв центральной соте, вы сможете только после починки Центральных Ворот и изучения соответсвующей науки до 2 уровня).<br />
<br />
<span style="color: rgb(255, 64, 0);">6)</span> Здесь отображается количество доступных вам золотых кредитов (это игровая валюта с помощью которой вы сможете вести торговлю и приобретать различные платные услуги. Приобрести кредиты можно в билинговой системе, 1 золотой кредит = 1000 серебрянных)<br />
<br />
<span style="color: rgb(255, 64, 0);">7)</span> Здесь отображается количество доступных вам серебряных кредитов (это игровая валюта с помощью которой вы сможете вести торговлю)<br />

<br />
<span style="color: rgb(255, 64, 0);">8)</span> Здесь отображается количество доступных вам на даный момент рабочих, чем больше рабочих тем быстрее они восстанавливаются. Cкорость восстановления равна Х/24, где Х- максимальное количество рабочих на соте.<br />
<br />
<span style="color: rgb(255, 64, 0);">9)</span> Здесь отображается количество доступных вам на даный момент учёных. Учёные предназначены для изучения какой-либо науки, изучение науки необходимо для строительства улучшенных зданий, тренировки высокотехнологичных юнитов,а также для бонуса к добыче ресурсов.<br />
<br />
<span style="color: rgb(255, 64, 0);">10)</span> Здесь отображается количество доступных вам на даный момент археологов. Археологи предназначены для поиска артефактов в разных локациях вашей соты (домашней, центральной, нейтральной), а артефакты в свою очередь предназначены для увеличения бонуса добычи к ресурсам или же характеристикам юнитов.<br />
<br />
<span style="color: rgb(255, 64, 0);">11)</span> С помощью этой кнопки вы сможете открыть страничку с веб газетой Сферой Судьбы, в ней наши игроки пишут различные новости, обзоры и интервью, как с игроками так и с администрацией.<br />

<br />
<span style="color: rgb(255, 64, 0);">12)</span> С помощью этой кнопки вы сможете открыть страничку с вашим кабинетом, в котором можно обменять золотые кредиты на серебряные, а также перевести кредиты в требующийся мир.<br />
<br />
<span style="color: rgb(255, 64, 0);">13)</span> С помощью этой кнопки вы сможете открыть страничку с анализатором, в котором имеется множество утилит для<br />
комфортной и эффективной игры, таких как: симулятор сражений, анализ логов, карты колец и многое другое.<br />
<br />
<span style="color: rgb(255, 64, 0);">14)</span> С помощью этой кнопки вы сможете открыть страничку с рейтингом, где отображется ваше в нем положение,<br />

ваш военный рейтинг, ваша принадлежность к альянсу, а также рейтинг альянсов.<br />
<br />
<span style="color: rgb(255, 64, 0);">15)</span> С помощью этой кнопки вы сможете открыть страничку с вашим профилем, где вы сможете изменить настройки: часового пояса, язык и пароль.<br />
<br />
<span style="color: rgb(255, 64, 0);">16)</span> С помощью этой кнопки вы сможете открыть страничку с форумом, на котром большинство наших игроков и общается. На форуме вы сможете найти много полезной информаци, раздел вашего мира, вступить в альянс и обрести новых товарищей.<br />
<br />
<span style="color: rgb(255, 64, 0);">17)</span> С помощью этой кнопки вы сможете открыть главную страницу игры.<br />

<br />
<span style="color: rgb(255, 64, 0);">18)</span> С помощью этой кнопки вы сможете открыть страничку с различной информацией об игре.<br />
<br />
<span style="color: rgb(255, 64, 0);">19)</span> С помощью этой кнопки вы сможете открыть страничку с FAQ. FAQ - это подробное руководство по игре для начинающих то что вы сейчас читаете. Почтите обязательно.<br />
<br />
<span style="color: rgb(255, 64, 0);">20)</span> Эта кнопка одна из частей навигационного комплекса для перехода на домашнюю соту.<br />
<br />
<span style="color: rgb(255, 64, 0);">21) </span>Эта кнопка одна из частей навигационного комплекса для перехода на центральную соту, переход будет возможен только после ремонта Центральных Ворот. Именно тут вы сможете построить первый коллектор продиума.<br />

<br />
<span style="color: rgb(255, 64, 0);">22)</span> Эта кнопка одна из частей навигационного комплекса для перехода на экран вашего Комплекса, здесь вы найдёте общую информацию о ваших соседях, сможете посмотреть ваш рейтинг, который начисляется за постройку зданий, ваши координаты, и ваше кольцо на котором вы поселились.<br />
<br />
<span style="color: rgb(255, 64, 0);">23)</span> Эта кнопка одна из частей навигационного комплекса, выводящая список Ваших Колоний, служит для пермещения между колониями, вы сможете воспользоваться этой кнопкой, как только у вас появится первая колония.<br />
<br />
<span style="color: rgb(255, 64, 0);">24)</span> Эта кнопка одна из частей навигационного комплекса для перехода на нейтральную соту,<br />
переход будет возможен только после ремонта Центральных Ворот.<br />

<br />
<span style="color: rgb(255, 64, 0);">25)</span> Эта кнопка одна из частей навигационного комплекса, служащая для обновления соты. Без нажатия на эту кнопку вы не сможете увидеть, как далеко продвинулось строительство ваших зданий, а также завершений процессов на вашей соте, окончания битв, возвращения археологов из экспедиций, окончание изучения наук и многое другое вы не увидите если не обновлять соту в соответствующее законченному процессу время. При входе в игру сота автоматически обновляется.<br />
<br />
<span style="color: rgb(255, 64, 0);">26)</span> Зеленая кнопка сообщений, сюда приходят сообщения от игроков и администрации, там же вы сможете написать сообщения другим игрокам и отфильтровать уже поступившие.<br />
<br />
<span style="color: rgb(255, 64, 0);">27)</span> Красная кнопка сообщений, сюда приходят военные сообщения при нападении на вашу соту. Пишется ник нападающего, название армии и время нападения.<br />
<br />
<span style="color: rgb(255, 64, 0);">28)</span> Системные сообщения, поступают после каждого действия на соте.<br />

<br />
<span style="color: rgb(255, 64, 0);">29)</span> Кнопка для работы с артефактами, полный обзор артефактов на соте с помощью специально накладываемой активной сетки.<br />
<span style="color: rgb(255, 64, 0);">Доступна только для премиум акаунта.</span><br />
<br />
<span style="color: rgb(255, 64, 0);">30)</span> Кнопка автозагрузки всех имеющихся военных зводов юнитами. <br />
<span style="color: rgb(255, 64, 0);">Доступна только для премиум акаунта.</span><br />
<br />
<span style="color: rgb(255, 64, 0);">31)</span> С помощью этой кнопки вы сможете открыть страничку смс сервисов, тм вы сможете купить премиум через смс, получить уведомление о нападении на вашу соту по смс, отослать археологов в экспедицию с мобильного телефона и другие полезные фичи.<br />

<br />
<span style="color: rgb(255, 64, 0);">32)</span> C помощью этой кнопки вы сможете открыть страничку с нашей Биллинговой системой. Зарегистрировавшись в нашей биллинг системе, вы сможете получить бесплатный тест премиум акаунта, а также, если тест вам понравится выбрать не только подходящий вам способ оплаты премиума (банковский перевод или электронные платежи) и устраивающий абонемент, но и множество других платных услуг, как например:<br />
<br />
- Приобретение сувениров по тематике игры<br />
- Различные операции с акаунтом (смена ника, названия соты и т. д.)<br />
- Возможность играть в других мирах<br />
- Переезды обмен сот внутри мира<br />
- Переезды в другие миры<br />
- Уникальные здания (постройка и удаление)<br />

- Оплата турниров<br />
- Покупка игровых кредитов<br />
- Покупка возможности вставления аватары  для отображения в комплексе<br />
- Доступ в анализатор<br />
- Покупка пакета ресурсов для начального развития<br />
<br />
<span style="color: rgb(255, 64, 0);">33)</span> Кнопка отключения игрового интерфейса - Выход.<br />
<br />
<span style="color: rgb(255, 64, 0);">34)</span> Описание премиум акаунта и возможность бесплатного теста.<br />

<br />
<span style="color: rgb(255, 64, 0);">35)</span> С помощью этой кнопки вы сможете регулировать настройки  качества flash, цвета окон и прочее.<br />
<br />
<span style="color: rgb(255, 64, 0);">36)</span> Это игровые часы, синхронизированные с сервером.<br />
</p>
<hr width="100%" size="2" />
<br />
<p> <a name="1.3. Строительство зданий"></a><span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;">1.3. Строительство зданий</span></span><br />
<br />

Для того чтобы строить, нужно нажать на одну из пустых клеток на изображении вашей соты. После нажатия появится список зданий доступных для строительства на этом типе поверхности. Наведя курсор на любое здание, вы увидите всплывающую подсказку, в которой будет отображена важнейшая информация об этом здании.&nbsp; Выберите нужное здание и нажмите на кнопку &quot;построить&quot;. Для постройки каждого из зданий требуется определенное количество ресурсов, которые отображаются сверху.<br />
<img src="http://ds.rambler.ru/img/tanker/zapret.JPG" alt="" /><br />
<br />
Если&nbsp; кнопка строительства перечеркнута , это значит, что у вас уже строится максимальное количество зданий, либо то что у вас не хватает ресурсов на постройку, если не хватает, как на картинке, рабочих, они подсветятся красным, так же будет с любым ресурсом, если его будет не достаточно.<br />
<br />
Если вы не видите в списке того здания, которое хотите построить, это значит, что у вас не развита одна из необходимых для него наук, либо то, что вы не построили необходимое предшествующее здание, либо, что вы пытаетесь построить не там, некоторые здания строятся только в домашней соте, некотрые, как например коллектор продиума, только в центральной и т д.<br />
<br />
перед вами 3 здания:<br />

<br />
1 Убежище<br />
2 Строительная фабрика<br />
3 Обломки центральных ворот (Для того, чтобы вести успешные войны, торговать, вступать в альянсы или создавать колонии, вам нужно будет позднее заняться их ремонтом)<br />
4 Некоторое кол-во начальных ресурсов.<br />
<br />
Рассмотрим&nbsp; что каждый ресурс из себя представляет и для чего предназначен:<br />
<br />
<img src="http://ds.rambler.ru/img/tanker/kad.jpg" alt="" />&nbsp; <strong>Кадериум</strong> - это своеобразный метал, один из пяти ресурсов, за которые ведется борьба в Сфере Судьбы. Кадериум необходим абсолютно для всех сфер деятельности, таких как:<br />

<br />
- строительство любых зданий<br />
- тренировка юнитов, археологов<br />
- содержания некоторых юнитов<br />
- торговля с другими игроками<br />
<br />
<img src="http://ds.rambler.ru/img/tanker/nano.jpg" alt="" /> <strong>Нанокристаллы</strong> - микрокристаллы, один из пяти ресурсов, за которые ведется борьба в Сфере Судьбы. Нанокристаллы необходимы абсолютно для всех сфер деятельности, таких как:<br />
<br />
- строительство любых зданий<br />

- тренировка юнитов, ученых<br />
- содержания некоторых юнитов<br />
- торговля с другими игроками<br />
<br />
<img alt="Изображение" src="http://ds.rambler.ru/img/tanker/stat.jpg" /> <span style="font-weight: bold;">Статическая Энергия</span> - это один из пяти ресурсов, за которые ведется борьба в Сфере Судьбы. Статическая Энергия необходима абсолютно для всех важнейших сфер деятельности, таких как:<br />
<br />
- строительство любых зданий<br />
- тренировка юнитов<br />

- торговля с другими игроками<br />
- доставка и перемещение товаров через коннекторы торговли<br />
- перемещения военных юнитов на другие колонии<br />
- военные вылеты на вражеские соты<br />
- дружественные вылеты армией на защиту кого-либо<br />
- обеспечение всех построек на соте энергией<br />
<br />
<img alt="Изображение" src="http://ds.rambler.ru/img/tanker/eda.jpg" />&nbsp; <span style="font-weight: bold;">Еда</span> - мясо, хлеб и. т. д, один из пяти ресурсов, за которые ведется борьба в Сфере Судьбы. Еда необходима абсолютно для всех сфер деятельности, таких как:<br />

<br />
- строительство любых зданий<br />
- тренировка юнитов<br />
- содержания на соте всех юнитов, рабочих археологов и ученых<br />
- торговля с другими игроками<br />
<br />
<img alt="Изображение" src="http://ds.rambler.ru/img/tanker/prod.jpg" /> <span style="font-weight: bold;">Продиум</span> - это радиоактивный серебристый металл, один из пяти ресурсов, за которые ведется борьба в Сфере Судьбы. Продиум самый дорогой ресурс игры, т.к его [b]добыча возможна только в центральной соте[/b] в ограниченных количествах.<br />
<br />
1 единица продиума = 2.5 нанокристаллы = 5.0 кадериум = 10 еда = 10 энергия (это своего рода курс, используемый в торговле между игроками, может сильно отличаться от данного в зависимости от сферы)<br />

<br />
Продиум жизненно необходим для дальнейшего развития соты и строительства высокотехнологичных зданий и юнитов. При появлении продиума вы сможете построить такие здания как нагреватель материи, легкую фабрику вооружений, колодец для добычи энергии и многое другое.<br />
<br />
<img alt="Изображение" src="http://ds.rambler.ru/img/tanker/gold.jpg" /> <span style="font-weight: bold;">Золотые кредиты</span> это&nbsp; твердая игровая валюта, которую можно купить за реальные деньги, 1 золотой кредит = 28 рублей. Кредиты после покупки попадают в кабинет, где их можно обменять на серебрянные.<br />
<br />
<br />
<img alt="Изображение" src="http://ds.rambler.ru/img/tanker/silver.jpg" /> <span style="font-weight: bold;">Серебряные кредиты</span> это твердая игровая валюта, которая появляется путем обмена золотых кредитов в кабинете игрока. 1 золотой кредит = 1000 серебрянных кредитов. За эти кредиты можно торговать любыми товарами. На них можно купить юниты и ресурсы у других игроков. Кредиты можно обменивать на начальных стадиях на ресурсы, покупать премиум и осуществлять некоторые платные услуги.<br />

<br />
<span style="color: red;">Вы НЕ можете строить на соте более 7 зданий одновременно! </span><br />
<br />
Итак вы уже поняли, что для успешного развития соты необходимо много ресурсов, поэтому займитесь строительством.<br />
Для начала предлагаю построить 1 кузницу кадериума, 1 нанокристаллизатор и парус уловитель. Рекомендую строить кадериумные кузницы и нанокристаллизаторы по краям соты справа и слева соответственно, но не рассосредотачивайте эти здания где попало, их понадобится много, ведь в будущем, почти всю вашу соту будут занимать производственные здания по добыче различных ресурсов и порядок среди их размещения будет весьма кстати, кроме того удобнее будет вставлять артефакты, по мере их нахождения, ведь здания будут стоять в ряд и вы всегда будете помнить в какое последнее вставили артефакт.<br />
<br />
В Домашней Соте существуют следующие типы поверхности:<br />
<img alt="Изображение" src="http://ds.rambler.ru/img/tanker/earth.jpg" />  &ndash; земля. Всего &ndash; 92 шт. (самая важная поверхность  ее необходимо расходовать очень благоразумно)<br />

<img alt="Изображение" src="http://ds.rambler.ru/img/tanker/desert.jpg" />  &ndash; пустыня. Всего &ndash; 35 шт. (вся под леса парусов)<br />
<img alt="Изображение" src="http://ds.rambler.ru/img/tanker/grass.jpg" />  &ndash; трава. Всего &ndash; 45 шт.(необходима сначала для ферм(производство еды) впоследствие под археологиечские институты)<br />
<br />
<img alt="Изображение" src="http://ds.rambler.ru/img/tanker/water.jpg" /> &ndash; вода. Всего &ndash; 44 шт.(на ней можно строить только гидрофермы (необходимый уровень науки, типа еда 12), тем самым, застроив всю воду, вы сможете снести все фермы с травы освободив место под археологические институты.)<br />

<br />
<br />
В Центральной Соте существуют следующие типы поверхности:<br />
<img alt="Изображение" src="http://ds.rambler.ru/img/tanker/earth.jpg" />   &ndash; земля. Всего &ndash; 16 шт.<br />
<img alt="Изображение" src="http://ds.rambler.ru/img/tanker/rock.jpg" />   &ndash; скалы. Всего &ndash; 12 шт.<br />
<br />

<br />
В Нейтральной Соте существуют следующие типы поверхности:<br />
<img alt="Изображение" src="http://ds.rambler.ru/img/tanker/desert.jpg" />   &ndash; пустыня. Всего &ndash; 217 шт.<br />
<br />
Убежище ваш незаменимый помошник при застройке соты, в нем отображаются все показатели расхода и производства ресурсов, кол-во производственных зданий, все бонусы от артефактов, дебет/кредет. Прирост ресурсов, отображаемый в убежище, показывает сколько ресурсов добывается за 1 ход, который равен 1 часу, т.е прирост ресурсов за 1 час. <br />
<br />
<span style="font-weight: bold;">Важно помнить несколько золотых правил:</span><br />
<br />
1. Энергия никогда не должна быть в минусе на начальных этапах строительства, поэтому следите за этим, подстраивая паруса уловители, по мере потребления зданиями энергии.<br />

<br />
2. Чем лучше здание тем больше энергии оно потребляет.<br />
<br />
3. Когда вы приступите к тренировке ученых и археологов они начнут потреблять еду, каждый человек, будь то рабочий, ученый или археолог потребляют 0.2 еды ежечасно на свое содержание, поэтому важно следить также за положительным показателем и этого ресурса, иначе после того как все запасы еды на вашей соте закончатся, а прирост будет в минусе , население, археологи и ученые и рабочие начнут умирать.<br />
<br />
4. Как бы вы не застроили соту в будущем её придеться перестраивать или терраформировать.<br />
<br />
<br />
Рабочие необходимы для строительства зданий, тренировки: ученых, археологов и военных юнитов. Чем больше число рабочих тем проще и быстрее вы сможете развиваться и тем быстрее они восстанавливаются. Кол-во рабочих полностью востанавливаеться за сутки, чем больше рабочих мест , тем быстрее проходит востановление. Скрорость прироста рабочих происходит по формуле x/24, <br />
где x - максимальное число рабочих на соте.<br />
<br />
Рекомендуемое количество рабочих в будущем на активной соте следующее:<br />

<br />
Воранеры - 8-15к<br />
Псолао - 4-6к<br />
Лиенсу 20-30к<br />
<br />
<span style="font-weight: bold;"><span style="font-size: 100%; line-height: normal;">1к=1000</span></span> Эта единица измерения используется в игре.<br />
<br />
<br />
<span style="font-weight: bold;">Итак, давайте закрепим, полученную информацию, на примере развивающейся соты воранера.</span></p>
<a class="postlink" href="http://ds.rambler.ru/img/tanker/begin.big.JPG"><img alt="Изображение" src="http://ds.rambler.ru/img/tanker/begin.small.jpg" /></a><br />

<span style="font-style: italic;">нажмите на картинку, чтобы открыть её в лучшем качестве.</span>
<p><br />
<span style="color: rgb(255, 0, 0);">1)</span> Для строительства понадобятся рабочие, изначально, их маловато всего 250, потому постройте один жилой дом.<br />
<br />
<span style="color: rgb(255, 0, 0);">2)</span> Для содержания рабочих нужна еда, для этого постройте одну плантацию.<br />
<br />
<span style="color: rgb(255, 0, 0);">3)</span> Для обеспечения зданий энергией необходима статическая энергия, для этого постройте пару парусов уловителей.<br />

<br />
<span style="color: rgb(255, 0, 0);">4)</span> Начинайте строить нанокристаллизатор, их должно быть примерно на один; два больше чем кузниц кадериума, т.к, нанокристаллов понадобиться в начале немного побольше чем кадериума.<br />
<br />
<span style="color: rgb(255, 0, 0);">5)</span> Начинайте строить кузницы кадериума одновременно с нанокристаллизатором.<br />
<br />
<span style="color: rgb(255, 0, 0);">6)</span> Постарайтесь построить 1 научный центр как можно быстрее и закажите там тренировать штук 10 ученых, как только 1 ученый будет готов, вы сможете начать изучать одну из наук. Чем быстрее вы начнете изучать науки, тем быстрее сможете построить новые здания для дальнейшего развития.<br />
<br />
<span style="color: rgb(255, 0, 0);">7)</span> Попозже постройте археологический институт для тренирвки археологов и поиска артефактов.<br />

<br />
<span style="font-weight: bold;">Таким образом вы начнете закладывать свою производственную базу. Стройте по кругу: кузница, нанокристаллизатор, парус уловитель, пока не почувствуете, что ресурсов хватает не только для постройки еще одного цикла &quot;по кругу&quot;, но и остается излишек, который можно использовать для постройки плантаций, жилых домов и тренировки ученых с археологами. Таким образом, постепенно и заполняется сота. Не забывайте следить за балансом в убежище и своевременно обеспечивать здания энергией а население едой.</span><br />
</p>
<hr width="100%" size="2" />
<p><br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="1.4. Апгрейд зданий"></a>1.4. Апгрейд зданий</span></span><br />
<br />
Вначале вы столкнетесь с нехваткой ресурсов, но это неизбежно, со временем, по мере строительства производственных зданий, будет значительно лучше.<br />
Некоторые из построенных вами зданий можно &quot;апгрейдить&quot;- превратить в здание того же типа, но с улучшенными характеристиками.В основном это касается производственных зданий. Апгрейд стоит 80% от общей стоимости конечного здания. В каждом здании есть значок вопроса, и если нажать на него вы увидете описание здания, если здание может в будущем быть преобразовано, вы увидите требования.<br />

<br />
Это касается зданий производящих ресурсы : <br />
<br />
Парус уловитель &gt; Лес парусов <br />
Плантация &gt; Ферма &gt; Ферма Клонов<br />
Жилой дом &gt; Деревня &gt; Город <br />

Нанокристаллизатор &gt; Большой нанокристаллизатор &gt; Огромный нанокристаллизатор<br />
Кузница кадериума &gt; Большая кузница кадериума &gt; Огромная кузница кадериума<br />
Коллектор продиума &gt; Большой коллектор продиума<br />
<br />

Апгрейд здания занимает меньше времени и ресурсов чем постройка нового здания, во время апгрйда здание не произвходит ресурсов, но потребляет энергию. Рано или поздно его нужно будет сделать всем первичным зданиям, из за ограниченности места. <br />
<br />
Для того чтобы апргейдить здание нужно нажать на него. <br />
Справа, возле кнопки сноса вы увидите кнопку с нарисованным молотком. <img src="http://ds.rambler.ru/img/tanker/upgrade.JPG" alt="Изображение" /><br />
Нажмите на неё и апгрейд начнется. <br />
<span style="color: red;"><span style="font-weight: bold;">Перед апгрейдом внимательно проверьте наличия всех необходимых ресурсов/рабочих и не строится ли у вас максимальное количество зданий, т.к апгрейд считается за строительство.</span></span><br />
<br />
У каждой из трех рас есть возможность строить дополнительный вид улучшенного здания на один из ресурсов. Таким образом возможен апгрейд: <br />
Ферма &gt; Ферма Клонов, Большая Кузница Кадериума &gt; Огромная Кузница Кадериума, Большой Нанокристаллизатор &gt; Огромный нанокристаллизатор <span style="font-weight: bold;">(Лиенсу)</span> <br />

Большая Кузница Кадериума  &gt; Огромная Кузница Кадериума <span style="font-weight: bold;">(Воранеры)</span> <br />
Большой Нанокристаллизатор &gt; Огромный нанокристаллизатор <span style="font-weight: bold;">(Псолао)</span> <br />
<br />
<span style="color: rgb(255, 0, 0);">ВНИМАНИЕ:</span><br />
1 Расовые ограничения на строительство - Только Лиенсу могут строить города. Для Воранеров, максимально возможное здание - деревня, а Псолао приходится ограничиватся жилыми домами. <br />

2 Кнопка апгрейда появляется только если у вас есть возможность его совершить. Если у вас не хватает ресурсов , уже строится максимальное количество зданий, или не изучена одна из необходимых наук, она не появится. <br />
3 Двойной апгрейд по примеру Жилой дом &gt; Город невозможен. Вам придется пройти все промежуточные этапы на каждом здании. <br />
<br />
<span style="color: rgb(255, 0, 0);">ВНИМАНИЕ: </span> На первом уровне игровых миров Дракон и Телец не доступны для постройки и апгрейда следующие здания: <br />
- Огромная кузница кадериума,<br />
- Огромный нано-кристаллизатор,<br />
- Большой сборщик продиума,<br />

- Ферма клонов,<br />
- Источник,<br />
- Компактный сборщик энергии,<br />
- Колонизационный центр,<br />
- Терраформер,<br />
- Гидроферма,<br />
- Тяжелые военные фабрики,<br />
- Все upgrade для военных фабрик,<br />
Как следствие, все войска ограничены 1 и 2 уровнем, ограничено количество создаваемых армий.<br />

</p>
<hr width="100%" size="2" />
<p><br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="1.5. Снос зданий"></a>1.5. Снос зданий</span></span><br />
<br />
Нажмите на здание которое вы хотите разрушить. Вы увидите кнопку &quot;Снести&quot;. <img src="http://ds.rambler.ru/img/tanker/delete.JPG" alt="Изображение" /><br />
Нажмите на нее и здание будет уничтожено. В некоторых зданиях, таких как научный центр, археологический институт и некоторых других, при первом нажатии вы попадаете в другое меню. Нажмите на кнопку &quot;Информация&quot; и вы попадете в нужное меню. Теперь можно и сносить. <br />
Существуют уникальные здания - их сносить невозможно. После постройки такое здание останется с вами навсегда. Будьте внимательны и проверяйте полную информацию о том здании которое вы собираетесь строить. <br />

</p>
<hr width="100%" size="2" />
<p><br />
<br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="1.6. Деактивация зданий"></a>1.6. Деактивация зданий</span></span><br />
<br />
Если вам временно не нужно какое либо здание, имеет смысл не разрушать его а деактивировать. Кнопка для этого находится под кнопкой &quot;Снести&quot;. <img src="http://ds.rambler.ru/img/tanker/deactivation.JPG" alt="Изображение" /><br />
Здание перестает работать и потреблять энергию, а позже его можно включить снова. Это тоже займет некоторе время, но вам не придется снова тратить ресурсы на постройку.<br />
Кнопка деактивации некоторых зданий находится в закладке &quot;Информация&quot;. Она используется очень редко, но может пригодится...например к вам летит заведомо сильная армия, а на соте отрицательный баланс энергии (это выгодно, так как позволяет производить больше кадериума или нано)...в результате нападения, если вас ограбят энергии станет 0 и здания деактивируются случайным образом, при этом могут деактивироваться и здания производящие юнитов, продукция в них автоматически отмениться, а это иногда бывает весьма болезненно, в этом случае можно деактивировать здания до атаки по своему выбору, также бывает нужно деактивировать здания для выравнивания баланса энергии при неправильной застройке соты, так как лучше самому выбрать, что и как отключить.<br />

В деактивированных зданиях локальные артефакты не работают и вынуть их из деактивированного здания также нельзя.<br />
При отрицательном балансе энергии стоит держать на соте пару хороших артефактов на энергию, это позволит вам в случае нападения оперативно сделать баланс энергии положительным.<br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="1.7. Изучение науки"></a>1.7. Изучение науки</span></span><br />
<br />
Научный центр, который вы сможете построить одним из первых - это важнейшее здание для развития соты. Каждый центр вмещает 500 ученых, которых, в нём же можно и тренировать за нанокристаллы. Постарайтесь построить 1 научный центр как можно быстрее и закажите там тренировать штук 10 ученых, как только 1 ученый будет готов, (время обучения = 6 минутам) вы сможете начать изучать одну из наук:<br />
<br />
<span style="font-weight: bold;">- Кадериум</span> (наука, необходимая для развития соты - строительства новых зданий, юнитов, каждый новый уровень дает бонус к производству)<br />

<br />
<span style="font-weight: bold;">- Нанокристаллы</span> (наука, необходимая для развития соты - строительства новых зданий, юнитов, каждый новый уровень дает бонус к производству)<br />
<br />
<span style="font-weight: bold;">- Статическая Энергия</span> (наука, необходимая для развития соты - строительства новых зданий, юнитов, каждый новый уровень дает бонус к производству)<br />
<br />
<span style="font-weight: bold;">- Продиум</span> ((наука, необходимая для высокотехнологичного развития соты - строительства новых зданий, юнитов, каждый новый уровень дает бонус к производству)(доступен для изучения только после починки и открытия обломков ворот)<br />
<br />
<span style="font-weight: bold;">- Еда</span> (наука, необходимая для развития соты - строительства новых зданий, юнитов, каждый новый уровень дает бонус к производству)<br />

<br />
<span style="font-weight: bold;">- Торговля</span> (каждый новый уровень дает возможность продажи одного из ресурсов или строительства одного из трех торговых зданий- конекторов)<br />
<br />
<span style="font-weight: bold;">- Шпионаж</span> (пока что только готовится к релизу и не работает. <span style="color: rgb(255, 0, 0);">Изучение этой науки и строительство зданий, связанных с ней, - пустая трата времени ресурсов и драгоценного места</span>)<br />
<br />
Не изучая науку, вы никогда не сможете продвинуться в развитии, построить новые здания, проапгрейдить старые и будете стоять на месте, только активно, изучая науку и тренируя больше ученых, вы сможете эффективно застроить соту и натренировать армию.<br />
Следует заметить, что каждый новый уровень науки дольше по времени исследования чем предыдущий, так например, если 100 ученых могли изучить 1 уровень кадериума за 10 минут, 10 -ый уровень они же будут учить месяца два. Поэтому стройте больше научных центров их должно быть порядка 20 штук, для содержания 10000 ученых. Только в таком количестве они смогут эффективно изучать высокие уровни.<br />

<br />
<span style="color: red;">ВНИМАНИЕ:</span> независмо от того сколько у вас научных центров, вы сможете изучать только 1 науку.<br />
<br />
<span style="font-weight: bold;">Зеленая строчка</span> означает % который начисляеться за каждый новый уровень исследования.<br />
<span style="font-weight: bold;">Синяя строчка</span> показывает общий % который вы набрали изучив ту или иную дисциплину.<br />
<br />
Важно помнить, что чем больше ученых тем быстрее изучаеться та или иная дисциплина, поэтому старайтесь, чтобы тренировка ученых велась без перерыва. На начальных этапах игры это довольно сложно , но после постройки достаточного кол-ва добывающих зданий эта проблема отпадет.<br />

Также хочу напомнить, что если вы не знаете требований к зданию вы можете посмотреть их в обзоре зданий на главной странице.<br />
<br />
Максимальный уровень изучения наук 99, кроме Торговли и Шпионажа, предел для которых 10.<br />
Изучать науку выше всех возможных требований полезно для получения бонуса к добыче ресурсов.<br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="1.8. Список уникальных зданий и какие здания не надо строить"></a>1.8. Список уникальных зданий и какие здания не надо строить</span></span><br />
<br />
<strong><font color="#ff0000" size="4"><span style="color: orange;">Список уникальных зданий:</span></font></strong><br />

<br />
<font color="#ff0000"><span style="font-weight: bold;">Кадериумный пресс</span></font> - уникальное здание не подлежащее сносу.</p>
<p> <font color="#ff0000"><strong><font color="#000000">Воранеры&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </font></strong></font><strong>Лиенсу&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Псолао</strong><br />
<span class="postbody"> <img src="http://test.destinysphere.ru/img/support/builds/tech_kaderium_press.gif" alt="" /><img alt="" src="http://test.destinysphere.ru/img/support/builds/bio_kaderium_press.gif" /><img src="http://test.destinysphere.ru/img/support/builds/psi_kaderium_press.gif" alt="" /><br />
</span><br />
Оно предназначено для строительства множества новых зданий на начальном этапе развития соты. Вот некоторые из возможностей, доступные после строительства пресса:<br />

<br />
- починка Центральных Ворот<br />
- строительство Большой кузницы кадериума.<br />
- строительство колодца<br />
<br />
<font color="#ff0000"><span style="font-weight: bold;">Конструктор кристаллов</span></font> - уникальное здание не подлежащее сносу.</p>
<p><font color="#ff0000"><strong><font color="#000000">Воранеры&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </font></strong></font><strong>Лиенсу&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Псолао</strong><br />

<span class="postbody"> <img src="http://test.destinysphere.ru/img/support/builds/tech_crystal_weaver.gif" alt="" /><img alt="" src="http://test.destinysphere.ru/img/support/builds/bio_crystal_weaver.gif" /><img src="http://test.destinysphere.ru/img/support/builds/psi_crystal_weaver.gif" alt="" /><br />
</span>&nbsp;<br />
Оно предназначено для строительства множества новых зданий на начальном этапе развития соты. Вот некоторые из возможностей, доступные после строительства конструктора:<br />
<br />
- строительство большого нанокристаллизатора<br />
- строительство коллектора продиума<br />
- строительство гондолы транспортера<br />
- строительство Внутрикольцевого Конектора Торговли<br />
<br />
<font color="#ff0000"><span style="font-weight: bold;">Башня артефактов</span></font> - служит вместилищем двадцати артефактов. Артефакты - могущественный элемент в игре дающие своему владельцу преимущество над противниками посредством увеличения рейтинга и производственных объемов.</p>

<p><font color="#ff0000"><strong><font color="#000000">Воранеры&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </font></strong></font><strong>Лиенсу&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Псолао</strong><br />
<span class="postbody"> <img src="http://test.destinysphere.ru/img/support/builds/tech_artefact_tower.gif" alt="" /><img alt="" src="http://test.destinysphere.ru/img/support/builds/bio_artefact_tower.gif" /><img src="http://test.destinysphere.ru/img/support/builds/psi_artefact_tower.gif" alt="" /></span></p>
<p> </p>
<p> <font color="#ff0000"><span style="font-weight: bold;">Нагреватель Материи</span></font> (Воранеры), <font color="#ff0000"><span style="font-weight: bold;">Призма</span> </font>(Псолао), <font color="#ff0000"><span style="font-weight: bold;">Преобразователь материи</span></font> (Лиенсу) - уникальное здание не подлежащее сносу.</p>

<p><font color="#ff0000"><strong><font color="#000000">Воранеры&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </font></strong></font><strong>Лиенсу&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Псолао</strong><br />
<span class="postbody"> <img src="http://test.destinysphere.ru/img/support/builds/tech_mesh_boiler.gif" alt="" /><img alt="" src="http://test.destinysphere.ru/img/support/builds/bio_mesh_boiler.gif" /><img src="http://test.destinysphere.ru/img/support/builds/psi_mesh_boiler.gif" alt="" /></span> <br />
</p>
<p> Оно предназначено для строительства множества новых высокотехнологичных зданий на продвинутом этапе развития соты. Вот некоторые из возможностей, доступные после строительства конструктора:<br />
<br />
- строительство Гидрофермы<br />
- строительство Межкольцевых Ворот<br />

<br />
<font color="#ff0000"><span style="font-weight: bold;">Военная База</span></font> - служит для управления вашими войсками, просмотра проведенных сражений и хранения десяти военных артефактов, которые увеличивают те или иные характеристики ваших юнитов, но только, если они обороняются на домашней соте.<br />
<span class="postbody"><br />
</span><font color="#ff0000"><strong><font color="#000000">Воранеры&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </font></strong></font><strong>Лиенсу&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Псолао</strong><br />
<span class="postbody"> <img src="http://test.destinysphere.ru/img/support/builds/tech_military_base.gif" alt="" /><img alt="" src="http://test.destinysphere.ru/img/support/builds/bio_military_base.gif" /><img src="http://test.destinysphere.ru/img/support/builds/psi_military_base.gif" alt="" /></span></p>
<p>&nbsp;<br />
Военная база - одно из самых важнейших и самых используемых строений в игре.<br />

При постройке юнитов на военных заводах, они автоматически попадают во внутренную армию, которая находится в военной базе. После этого вы сможете сформировать армию, кнопкой &quot;создать&quot;, и отправить её в атаку или защиту, и вообще начать полноценные военные действия.<br />
<br />
<font color="#ff0000"><span style="font-weight: bold;">Локальный Коннектор торговли (ЛКТ)</span></font> - здание дает возможность торговать внутри вашего комплекса с любым соседом.</p>
<p><span class="postbody"><br />
</span><font color="#ff0000"><strong><font color="#000000">Воранеры&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Лиенсу&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Псолао</font></strong></font><br />
<span class="postbody"> <img src="http://test.destinysphere.ru/img/support/builds/tech_local_trade_connector.gif" alt="" /></span><span class="postbody"><img alt="" src="http://ds.rambler.ru/img/support/builds/bio_local_trade_connector.gif" /></span><span class="postbody"><img alt="" src="http://ds.rambler.ru/img/support/builds/psi_local_trade_connector.gif" /></span><br />

<span class="postbody"><br />
</span>Здание полезно на начальных стадиях игры, для обмена ресурсами - взаимной помощи или помощи односторонней (т.е, например, развитый игрок, если он находится в вашем комплексе, может, если хорошо попросите, бесплатно подарить вам некоторое количество ресурсов) Кроме того, если вас атакуют, вы сможете спрятать в конектор ваши ресурсы, путем выставления их по завышенной цене на нужное время, и тем самым уберечь их от разграбления.<br />
<br />
<font color="#ff0000"><span style="font-weight: bold;">Внутрикольцевой Коннектор Торговли (ВКТ)</span></font> - здание дает возможность торговли со всеми игроками внутри вашего родного кольца.</p>
<p><font color="#ff0000"><strong><font color="#000000">Воранеры&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Лиенсу&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Псолао</font></strong></font><br />
<span class="postbody"><img src="http://test.destinysphere.ru/img/support/builds/tech_ring_trade_connector.gif" alt="" /></span><span class="postbody"><img alt="" src="http://ds.rambler.ru/img/support/builds/bio_ring_trade_connector.gif" /></span><span class="postbody"><img alt="" src="http://ds.rambler.ru/img/support/builds/psi_ring_trade_connector.gif" /></span><br />
Абсолютно незаменим в мирах раса против расы и совершенно бесполезен в мирах все против всех, т.к торголвя там идет исключительно на межкольце.<br />

<br />
<font color="#ff0000"><span style="font-weight: bold;">Межкольцевой Коннектор торговли (МКТ)</span></font> - здание дает возможность торговать с двумя другими кольцами, кроме того, если вы член альянса, то торговать внутри альянса на альянсовом аукционе (АА). АА - это зона, защищенная от других игроков, аукцион могут просматривать и выставлять на него товары только члены альянса.<br />
</p>
<font color="#ff0000"><strong><font color="#000000">Воранеры&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Лиенсу&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Псолао</font></strong></font><br />
<span class="postbody"><img src="http://test.destinysphere.ru/img/support/builds/tech_interring_trade_connector.gif" alt="" /></span><span class="postbody"><img alt="" src="http://ds.rambler.ru/img/support/builds/bio_interring_trade_connector.gif" /></span><span class="postbody"><img alt="" src="http://ds.rambler.ru/img/support/builds/psi_interring_trade_connector.gif" /></span><br />
<p>МКТ откроет вам широкие возможности такие как:<br />
<br />
- возможность покупки/выгодного обмена ресурсов у других рас в обмен на вашу продукцию<br />

- возможность покупки юнитов других рас<br />
- возможность торговли артефактами со все сферой<br />
- возможность получать товары с учетом альянсовой скидки.<br />
<br />
Однако, если вы находитесь в сфере раса против расы, вы не сможете покупать ресурсы и юниты у других рас, в таких мирах МКТ используется для торговли в альянсе, а для основной торговли используется Внутрикольцевой Конектор Торговли.</p>
<p> <br />
<font color="#ff0000"><span style="font-weight: bold;">Межкольцевые Ворота (МВ)</span></font> - уникальное здание не подлежащее сносу.</p>
<p> <font color="#ff0000"><strong><font color="#000000">Воранеры&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </font></strong></font><strong>Лиенсу&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Псолао</strong><br />

<span class="postbody"> <img src="http://test.destinysphere.ru/img/support/builds/tech_ring_gate.gif" alt="" /><img alt="" src="http://test.destinysphere.ru/img/support/builds/bio_ring_gate.gif" /><img src="http://test.destinysphere.ru/img/support/builds/psi_ring_gate.gif" alt="" /></span></p>
<p> Это здание, строящееся в центральной соте дает своему обладателю следующие возможности:<br />
<br />
- возможность нападать на противников не только внутри своего кольца но и летать на другие кольца (в мирах все против всех)<br />
- вкупе с Межкольцевым конектором торговли возможность вести торговлю с другими кольцами<br />
- вкупе с Колонизационным Центром возможность основывать колонии.<br />
<br />
В мирах раса против расы Межкольцевые Ворота служат лишь для колонизации.<br />
<br />
<font color="#ff0000"><span style="font-weight: bold;">Гондола транспортер</span></font> - уникальное здание не подлежащее сносу.</p>

<p><font color="#ff0000"><strong><font color="#000000">Воранеры&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </font></strong></font><strong>Лиенсу&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Псолао</strong><br />
<span class="postbody"> <img src="http://test.destinysphere.ru/img/support/builds/tech_gondola_transporter.gif" alt="" /><img alt="" src="http://test.destinysphere.ru/img/support/builds/bio_gondola_transporter.gif" /><img src="http://test.destinysphere.ru/img/support/builds/psi_gondola_transporter.gif" alt="" /><br />
</span> <br />
Это здание, без которого не возможно перемещение юнитов на вражеские соты или для защиты союзников Отсутствие оного не помешает врагу напасть на вас, поэтому первым делом после открытия ворот желательно построить гондолу. Оно также необходимо для торговли с другими игроками и трансфером (перемещением) ресурсов артефактов и юнитов на ваши колонии.<br />
<br />
<font color="#ff0000"><span style="font-weight: bold;">Фабрика микрочипов</span></font> (Воранеры), <font color="#ff0000"><span style="font-weight: bold;">Протоплазменная печь</span></font> (Лиенсу), <font color="#ff0000"><span style="font-weight: bold;">Кафедральный собор</span></font> (Псолао) - уникальное здание не подлежащее сносу.</p>

<p><font color="#ff0000"><strong><font color="#000000">Воранеры&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </font></strong></font><strong>Лиенсу&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Псолао</strong><br />
<span class="postbody"> <img src="http://test.destinysphere.ru/img/support/builds/tech_mind_factory.gif" alt="" /><img alt="" src="http://test.destinysphere.ru/img/support/builds/bio_mind_factory.gif" /><img src="http://test.destinysphere.ru/img/support/builds/psi_mind_factory.gif" alt="" /><br />
</span>&nbsp;<br />
Оно предназначено для строительства множества новых зданий на продвинутом этапе застройки соты. Вот некоторые из возможностей, доступные после строительства Фабрика микрочипов:<br />
<br />
- строительство большого сборщика продиума<br />
- строительство межкольцевого конектора торговли<br />
- строительство тяжелой фабрики вооружения (Воранеры), инкубатора (Лиенсу), монолита (Псолао)<br />

<br />
<font color="#ff0000"><span style="font-weight: bold;">Колонизационный Центр (КЦ)</span></font> - уникальное здание не подлежащее сносу.</p>
<p><font color="#ff0000"><strong><font color="#000000">Воранеры&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </font></strong></font><strong>Лиенсу&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Псолао</strong><br />
<span class="postbody"> <img src="http://test.destinysphere.ru/img/support/builds/tech_colonization_center.gif" alt="" /><img alt="" src="http://test.destinysphere.ru/img/support/builds/bio_colonization_center.gif" /><img src="http://test.destinysphere.ru/img/support/builds/psi_colonization_center.gif" alt="" /><br />
</span> <br />
Получение колонии это одно из самых главных достижений, ведь, получая колонию, вы сможете обладать еще одной сотой, точно такой же, как и ваша домашняя, а это новые площади для застройки, новые производственные мощности, больше ученых археологов, военных юнитов ресурсов.<br />

<br />
В обретении колонии вам поможет это здание, кроме того вы сможете перемещать через него (трансферить) ресурсы, юниты и артефакты на свои колонии. Для перемещения с колонии на домашнюю соту необходимо построить КЦ на колонии.<br />
Колонии основываются на кольце Мелсион на, не занятых сотах, путем отправки специального модуля по указанным координатам, после отправки, считайте, что вы застолбили соту и никто не сможет её занять, но и вы не сможете поменять координаты.<br />
Число возможных колоний зависит от мира, в котором вы играете, и колеблется от двух до пяти.<br />
<br />
<font color="#ff0000"><span style="font-weight: bold;">Храмы</span></font>  - необходимы для выбора одной из двух религий.</p>
<p><span class="postbody"><br />
</span><font color="#ff0000"><strong><font color="#000000">Воранеры&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </font></strong></font><strong>Лиенсу&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Псолао</strong><br />

<span class="postbody"> <img src="http://test.destinysphere.ru/img/support/builds/tech_cloud_enders_temple.gif" alt="" /><img src="http://test.destinysphere.ru/img/support/builds/tech_rushers_temple.gif" alt="" /><img alt="" src="http://test.destinysphere.ru/img/support/builds/bio_cloud_enders_temple.gif" /><img alt="" src="http://test.destinysphere.ru/img/support/builds/bio_rushers_temple.gif" /><img src="http://test.destinysphere.ru/img/support/builds/psi_cloud_enders_temple.gif" alt="" /><img src="http://test.destinysphere.ru/img/support/builds/psi_rushers_temple.gif" alt="" /></span></p>
<p>&nbsp;<br />
<font color="#ff0000"><span style="font-weight: bold;">Посольство</span> </font>- необходимо для создания альянса и управления альянсом (для лидера); входа выхода из альянса (для члена альянса)</p>
<p><font color="#ff0000"><strong><font color="#000000">Воранеры&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </font></strong></font><strong>Лиенсу&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Псолао</strong><br />
<span class="postbody"> <img src="http://test.destinysphere.ru/img/support/builds/tech_alliance_connector.gif" alt="" /><img alt="" src="http://test.destinysphere.ru/img/support/builds/bio_alliance_connector.gif" /><img src="http://test.destinysphere.ru/img/support/builds/psi_alliance_connector.gif" alt="" /><br />
</span></p>
<p> <br />

<font color="#ff0000"><span style="font-weight: bold;">Дом отдыха</span></font> -с его помощью вы сможете включить режим длительного отпуска. построить это здание вы сможете после оплаты услуги строительства дома отдыха в билинговой системе. Дом одноразовое здание - после отмены режима отпуска он исчезнет.</p>
<p> <font color="#ff0000"><strong><font color="#000000">Воранеры&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </font></strong></font><strong>Лиенсу&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Псолао</strong><br />
<span class="postbody"> <img alt="" src="http://ds.rambler.ru/img/support/builds/tech_vocation_build.gif" /><img alt="" src="http://ds.rambler.ru/img/support/builds/bio_vocation_build.gif" /><img alt="" src="http://ds.rambler.ru/img/support/builds/psi_vocation_build.gif" /></span></p>
<p> <font color="#ff0000"><span style="font-weight: bold;">Силовой щит</span></font> - здесь вы можете включить силовое поле, защищающее вашу соту от нападений, но и вы несможете ничего делать, пока оно активно.</p>

<p> <br />
<font color="#ff0000"><strong><font color="#000000">Воранеры&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </font></strong></font><strong>Лиенсу&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Псолао</strong><br />
<img alt="" src="http://ds.rambler.ru/img/support/builds/tech_shield_build.gif" /><img alt="" src="http://ds.rambler.ru/img/support/builds/bio_shield_build.gif" /><img alt="" src="http://ds.rambler.ru/img/support/builds/psi_shield_build.gif" /></p>
<p> <font color="#ff0000"><span style="font-weight: bold;">Терраформер</span></font> - это здание необходимо для преобразования одного типа почвы в другой. После завершения процеса терраформинга здание исчезает и снова становится доступным для строительства.</p>
<p><font color="#ff0000"><strong><font color="#000000">Воранеры&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </font></strong></font><strong>Лиенсу&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Псолао</strong><br />

<img alt="" src="http://ds.rambler.ru/img/support/builds/tech_terramorph_tower.gif" /><img alt="" src="http://ds.rambler.ru/img/support/builds/bio_terramorph_tower.gif" /><img alt="" src="http://ds.rambler.ru/img/support/builds/psi_terramorph_tower.gif" /><br />
<br />
<span style="font-weight: bold;"><font color="#ff0000">Строительная фабрика</font> </span>- здание, позволяющее строить несколько зданий одновеременно, а также приносящее миниум ресурсов</p>
<p><span class="postbody"><br />
</span><font color="#ff0000"><strong><font color="#000000">Воранеры&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </font></strong></font><strong>Лиенсу&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Псолао</strong><br />
<span class="postbody"> <img src="http://test.destinysphere.ru/img/support/builds/tech_construction_factory.gif" alt="" /><img alt="" src="http://test.destinysphere.ru/img/support/builds/bio_construction_factory.gif" /><img src="http://test.destinysphere.ru/img/support/builds/psi_construction_factory.gif" alt="" /></span></p>
<p>&nbsp;<br />
<font color="#ff0000"><span style="font-weight: bold;">Центральные Ворота (ЦВ)</span></font> - важное строение, после ремонта которого, у вас появится возможность взаимодествовать с игровым миром, вести войны и полноценную торговлю.</p>

<p><font color="#ff0000"><strong><font color="#000000">Воранеры&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </font></strong></font><strong>Лиенсу&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Псолао</strong><br />
<span class="postbody"> <img src="http://test.destinysphere.ru/img/support/builds/tech_central_gate.gif" alt="" /><img alt="" src="http://test.destinysphere.ru/img/support/builds/bio_central_gate.gif" /><img src="http://test.destinysphere.ru/img/support/builds/psi_central_gate.gif" alt="" /><br />
</span> <br />
<font color="#ff0000"><span style="font-weight: bold;">Убежище</span></font> - здесь вы сможете наблюдать ваш баланс по ресурсам, приход и расход каждого из них. Премиум игроки могут просматривать более детальную информацию о расходе и приходе.<br />
Кроме того убежище сохраняет всю вашу продукцию за 2 часа, т.е если противник ограбит вашу соту, он вывезет все ресурсы которые на ней были (или не весь, зависит от количества транспорта у противника), кроме тех что были произведены за 2 часа.</p>
<p><font color="#ff0000"><strong><font color="#000000">Воранеры&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </font></strong></font><strong>Лиенсу&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong>Псолао</strong><br />

<span class="postbody"> <img src="http://test.destinysphere.ru/img/support/builds/tech_shelter.gif" alt="" /><img alt="" src="http://test.destinysphere.ru/img/support/builds/bio_shelter.gif" /><img src="http://test.destinysphere.ru/img/support/builds/psi_shelter.gif" alt="" /></span></p>
<p> </p>
<p> </p>
<p>&nbsp;<font size="5"><br />
<font size="4"><span style="color: red;"><span style="font-weight: bold;">Здания которые не нужно строить:</span></span></font></font><font size="4"> </font><br />
</p>
<p> Сканер тоннельной реки<br />
Центр шпионажа<br />
Управление разведки.<br />

<br />
<span style="color: red;">Уникальные здания строятся в единственном экземпляре их можно снести и деактивировать только с помощью платных услуг ( 1 здание 100 рублей)!</span><br />
<br />
Нажав сюда: <a href="http://fightcats.com/sfera/proj.php?page=buildings" class="postlink"><img src="http://ds.rambler.ru/img/tanker/green%20button.gif" alt="Изображение" /></a> вы обнаружите таблицу зданий, стоит всего лишь навести курсор на интересующее вас здание, и сверху появяться требования, необходимые для его постройки.<br />
<span style="text-decoration: underline;">Это очень полезная ссылка, советую всегда ей пользоваться при застройке соты.</span><br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="1.9. Терраформинг поверхности соты"></a>1.9. Терраформинг поверхности соты</span></span></p>
Кроме плановой застройки сот позже, по достижению определенного уровня наук, вы можете использовать терраформер<br />

Терраформинг - изменение типа поверхности земли. Сам процесс состоит их трех частей:<br />
<br />
1) Постройка терраформера на ячейке, которую вы будете изменять. (4 часа)<br />
2) Активация терраформера для перестройки земли.<br />
3) Перестройка поверности и исчезновение терраформера (20 часов)<br />
<br />
Уровень науки необходимый для постройки терраформера:<br />
<br />
- Кадериум: 8<br />
- Нано-кристаллы: 8<br />

- Продиум: 6<br />
- Еда: 10<br />
- Статическая энергия: 10<br />
<br />
<table cellspacing="0" cellpadding="0" border="1">
    <tbody>
        <tr>
            <td align="center" colspan="5" class="wnd_gen_txt_large"><strong><font size="3">Уровни науки для тераформинга</font></strong></td>
        </tr>

        <tr>
            <td style="padding: 3px;" class="wnd_gen_txt_large">&nbsp;</td>
            <td style="padding: 3px;" class="wnd_gen_txt_large"><strong><em>вода</em></strong></td>
            <td style="padding: 3px;" class="wnd_gen_txt_large"><strong><em>пустыня</em></strong></td>
            <td style="padding: 3px;" class="wnd_gen_txt_large"><strong><em>трава</em></strong></td>
            <td style="padding: 3px;" class="wnd_gen_txt_large"><strong><em>земля</em></strong></td>
        </tr>

        <tr>
            <td style="padding: 3px;" class="wnd_gen_txt_large"><strong><em>Кадериум</em></strong></td>
            <td align="center" class="wnd_gen_txt_large">10</td>
            <td align="center" class="wnd_gen_txt_large">12</td>
            <td align="center" class="wnd_gen_txt_large">12</td>
            <td align="center" class="wnd_gen_txt_large">12</td>

        </tr>
        <tr>
            <td nowrap="nowrap" style="padding: 3px;" class="wnd_gen_txt_large"><strong><em>Нано-кристаллы</em></strong></td>
            <td align="center" class="wnd_gen_txt_large">10</td>
            <td align="center" class="wnd_gen_txt_large">13</td>
            <td align="center" class="wnd_gen_txt_large">13</td>
            <td align="center" class="wnd_gen_txt_large">13</td>

        </tr>
        <tr>
            <td style="padding: 3px;" class="wnd_gen_txt_large"><strong><em>Продиум</em></strong></td>
            <td align="center" class="wnd_gen_txt_large">0</td>
            <td align="center" class="wnd_gen_txt_large">14</td>
            <td align="center" class="wnd_gen_txt_large">18</td>
            <td align="center" class="wnd_gen_txt_large">20</td>

        </tr>
        <tr>
            <td norap="" style="padding: 3px;" class="wnd_gen_txt_large"><strong><em>Статическая энергия</em></strong></td>
            <td align="center" class="wnd_gen_txt_large">12</td>
            <td align="center" class="wnd_gen_txt_large">13</td>
            <td align="center" class="wnd_gen_txt_large">20</td>
            <td align="center" class="wnd_gen_txt_large">25</td>

        </tr>
        <tr>
            <td style="padding: 3px;" class="wnd_gen_txt_large"><strong><em>Еда</em></strong></td>
            <td align="center" class="wnd_gen_txt_large">12</td>
            <td align="center" class="wnd_gen_txt_large">18</td>
            <td align="center" class="wnd_gen_txt_large">25</td>
            <td align="center" class="wnd_gen_txt_large">25</td>

        </tr>
    </tbody>
</table>
<br />
<br />
<table cellspacing="0" cellpadding="0" border="1">
    <tbody>
        <tr>
            <td align="center" colspan="5" class="wnd_gen_txt_large"><strong><font size="3">Стоимость Терраформинга</font></strong></td>
        </tr>

        <tr>
            <td style="padding: 3px;" class="wnd_gen_txt_large">&nbsp;</td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large"><strong><em>вода</em></strong></td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large"><strong><em>пустыня</em></strong></td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large"><strong><em>трава</em></strong></td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large"><strong><em>земля</em></strong></td>
        </tr>

        <tr>
            <td style="padding: 3px;" class="wnd_gen_txt_large"><strong><em>Кадериум</em></strong></td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large">10000</td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large">20000</td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large">15000</td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large">177500</td>

        </tr>
        <tr>
            <td nowrap="nowrap" style="padding: 3px;" class="wnd_gen_txt_large"><strong><em>Нано-кристаллы</em></strong></td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large">10000</td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large">5000</td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large">15000</td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large">83750</td>

        </tr>
        <tr>
            <td style="padding: 3px;" class="wnd_gen_txt_large"><strong><em>Продиум</em></strong></td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large">0</td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large">40000</td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large">0</td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large">70000</td>

        </tr>
        <tr>
            <td norap="" style="padding: 3px;" class="wnd_gen_txt_large"><strong><em>Статическая энергия</em></strong></td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large">60000</td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large">800000</td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large">100000</td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large">700000</td>

        </tr>
        <tr>
            <td style="padding: 3px;" class="wnd_gen_txt_large"><strong><em>Еда</em></strong></td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large">60000</td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large">50000</td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large">125000</td>
            <td align="center" style="padding: 3px;" class="wnd_gen_txt_large">225000</td>

        </tr>
        <tr>
            <td style="padding: 3px;" class="wnd_gen_txt_large"><strong><em>Рабочие</em></strong></td>
            <td align="center" class="wnd_gen_txt_large">500</td>
            <td align="center" class="wnd_gen_txt_large">1500</td>
            <td align="center" class="wnd_gen_txt_large">1500</td>
            <td align="center" class="wnd_gen_txt_large">2500</td>

        </tr>
    </tbody>
</table>
<br />
&nbsp; <strong><em><br />
Пока можно терраформировать</em></strong><br />
воду - в пустыню<br />
пустыню - в воду<br />
траву - в воду, пустыню, землю<br />
землю - в воду, пустыню, траву<br />

<hr width="100%" size="2" />
<p><br />
<br />
<span style="font-weight: bold;"><span style="font-size: 150%; line-height: normal;"><a name="2. Открытие Центральных Ворот (ЦВ) и получение продиума"></a>Развитие</span></span><br />
<br />
<span style="font-weight: bold;">В этом разделе мы рассмотрим  как правильно продолжить игру в процессе развития соты.</span><br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;">2. Открытие Центральных Ворот (ЦВ) и получение продиума</span></span><br />
<br />
Допустим, вы уже построили производственную базу (добывающие здания) и изучили некоторое количество уровней всех наук. Пришло время открывать ворота и начинать взаимодействовать с окружающим миром. Открытие Центральных Ворот сопряжено со множеством опасностей, но плюсов гораздо больше. До открытия ЦВ можно и даже нужно построить армию, например 5-10к юнитов 1 уровня и прослойку. Юниты на первых парах производятся, путем вкладывания в них избыточных ресурсов.<br />
Рекомендуемый уровень наук должен быть 9 для того, чтобы открыть ворота.<br />
<br />

Ремонт ЦВ занимает 72 часа и он считаеться как строительство здания. После ремонта ЦВ по-умолчанию будут открыты, вы сможете в любой момент деактивировать их. Деактивация как и последующая возможная активация занимает 24 часа.<br />
Для ремонта необходимы следующие уровни наук:<br />
<br />
Кадериум уровень 5 <br />
Нанокристаллы  3 <br />
Статическая энергия  3 <br />
Еда  3 <br />
<br />
Построеное здание кадериумный пресс<br />
<br />

Ресурсы: Кадериум 4000 <br />
Нано Кристаллы 1500 <br />
Статическая энергия 4000 <br />
<br />
Не должно протекать строительство максимального количества зданий, т.к ремонт также считается строительством.<br />
<br />
Как только все требования будут выполнены, нажмите на &quot;Развалины Ворот&quot; там появится кнопка апгрейда. Нажмите на нее, и процесс востановления ворот начнётся.<br />
<br />
<span style="color: rgb(255, 0, 0);"><span style="font-weight: bold;">Первым делом после открытия ЦВ вы должны изучить науку Продиум 2 уровня, подгадайте починку ЦВ с окончанием изучения науки, которой на данный момент заняты ваши ученые и приступайте.<br />

После изучения 2 уровня продиума вы наконец-то сможете построить коллектор продиума в центральной соте, и он начнет добывать для вас продиум. Для того чтобы перейти в центральную соту нажмите в блоке навигации кнопку &quot;Центр&quot;.</span></span><br />
<br />
<span style="color: red;">ВНИМАНИЕ:</span> Сборщики продиума потребялют очень много энергии, будъте бдительны.<br />
Теперь, после истчения некоторого времени, у вас имется долгожданный продиум, целесообазно приступить к постройке:<br />
Нагреватель материи(Воранер), Преобразователь материи (Лиенсу), Призма (Псолао).<br />
Далее можно наконец-то строить источники или колодцы с последующим апгрейдом, кому как нравится.<br />
<br />
<span style="color: red;">ВНИМАНИЕ:</span> Если вы начнете деактивировать ворота, а у вас в центральной соте строятся здания, то если они не достроились, они исчезнут, как только ворота деактивируются. <br />

После закрытия ворот все здания, находящиеся в центральной соте, деактивируются автоматически и не приносят дохода.<br />
<br />
<span style="font-weight: bold;">Теперь после открытия ворот вы под защитой новичков, что это такое читайте в следующем пункте.</span><br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="2.1. Основные моменты защиты новичков"></a>2.1. Основные моменты защиты новичков</span></span><br />
<br />
Залог успешного развития в любой игре - время. Мы предоставляем некоторое количество времени, в течении которого вы будете полноценно развиваться и находиться под защитой после открытия Центральных Ворот, но есть и определенные условия.<br />
<br />
1. Временное ограничение (после открытия сотовых ворот). Игрок имеет полную защиту от нападений не более 3х недель (21 день). Время может варьироваться в будующем. Игрок лишается защиты автоматически через 3 недели.<br />

<br />
2. Ограничение на размер армии. Игрок, превысивший размер армии в 7* (7 звезд) теряет защиту.  <br />
<br />
3. Ограничение на вступление в альянс. Игрок, вступивший или сформировавший альянс, лишается защиты. При этом он обязан подтвердить решение на вступление или создание альянса. <br />
4. Ограничение на ведение боевых действий в начале игры. Полный запрет на боевые действия. В случае атаки игрок получает предупреждение, что защита с него будет снята. Если он отказывается от атаки - защита сохраняется. Если атакует - снимается навсегда. <br />
<br />
5. Ограничение на покупку и строительство военных юнитов<br />
<br />
6. Обычный игрок не может &quot;защищать&quot; юниора.<br />

<br />
7. Статус новичка отражается на виде комплекса.<br />
<br />
На следующем скриншоте изображены все возможные состояния ворот в игре:<br />
<br />
<img src="http://ds.rambler.ru/img/tanker/gate.jpg" alt="Изображение" /><br />
<br />
<br />
<span style="color: red;">1).</span> Сломаные ворота под защитой новичков<br />
<br />
<span style="color: red;">2).</span> Открытые ворота под защитой новичков<br />

<br />
<span style="color: red;">3).</span> Открытые ворота<br />
<br />
<span style="color: red;">4).</span> Деактивированные ворота<br />
<br />
<span style="color: red;">5).</span> Активирован силовой щит<br />
<br />
<span style="color: red;">6).</span> Отстутвие ворот/красные ворота являются признаком того, что игрок забанен.<br />

</p>
<hr width="100%" size="2" />
<p><br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="2.2. Как правильно застроить центральную соту"></a>2.2. Как правильно застроить центральную соту</span></span><br />
<br />
Центральная сота предназначена для размещения высокотехнологичных зданий для производства продиума, мощнейших военных юнитов и множества уникальных зданий, поэтому необходимо грамотно распределить те малые клетки, что вам доступны, в центральной соте, для эффективной игры. Распространенный вариант выглядит следующим образом:<br />
<br />
1. 8 заводов для юнитов (тяжелые фабрики- воранеры), (монолиты- Псолао), (инкубаторы- Лиенсу)<br />
2. МККТ (межкольцеовй конектор торговли)<br />
3. Фабрика микрочипов (Воранер), Протоплазменная печь (Лиенсу), Кафедральный собор (Псолао)<br />
<span style="color: red;">ВНИМАНИЕ:</span> одно из этих зданий необходимо строить исключительно на земле, тем самым вы сэкономите ценное место на камне.<br />

4. Гондола транспортер (только с её помощью вы сможете отправлять вашу армию на соты врагов)<br />
5. МВ (межкольцевые ворота) обеспечивают возможность полета на другие кольца и необходимы для постройки МККТ<br />
6. КЦ (Колонизационный Центр) для одноразовой колонизации одной соты на Мелсионе.<br />
7. порядка 14 сборщиков продиума<br />
<br />
<span style="color: rgb(255, 0, 0);">ВНИМАНИЕ:</span> Ни в коем случае не стройте здания связанные со шпионажом, поскольку он не работает, а здания уникальные, потратите ценное место зря.<br />
<br />
По ссылке можно посмотреть наглядный пример застройки <a href="http://ds.rambler.ru/img/tanker/help/center1" class="postlink"><span style="color: darkred;">ЦЕНТРАЛЬНАЯ СОТА</span></a><br />

</p>
<hr width="100%" size="2" />
<p><br />
<br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="2.3. Как правильно застроить нейтральную соту"></a>2.3. Как правильно застроить нейтральную соту</span></span><br />
<br />
Нейтральная  сота предназначена для размещения на ней множества полезных зданий таких как:<br />
<br />
1. Склады<br />
2. Посольство<br />
3. Силовой щит (можно строить и в домашней соте на песке)<br />

4. Лагерь археологов. <br />
5. Компактный сборщик энергии<br />
6. <span style="color: red;">Дом отдыха (платная услуга)</span><br />
<br />
Застройка нейтральной соты - требует весьма продолжительного времени, и я не рекомендовал бы вам приниматься за нее, если в домашней и в центральной еще осталось место, единственно, что следует построить сразу же это посольство, силовой щит и по 1 штуке склада для каждого ресурса.<br />
<br />
<span style="font-weight: bold;">Склады</span><br />
Пока у вас на соте нет складов, при нападении на вашу соту убежище сохраняет вашу продукцию за 2 часа, т.е если противник ограбит вашу соту, он унесет все ресурсы которые на ней были, кроме тех что были произведены за 2 часа.<br />
Каждый склад сохраняет определенное количество соответствующего ресурса от разграбления. Склады можно строить в желаемых количествах, и количество сохраняемых ресурсов, будет суммироваться. Они полезны для начинающего игрока, которому необходим прожиточный минимум на первых парах.<br />

<br />
<span style="font-weight: bold;">Посольство</span><br />
Построив посольство, вы сможете вступить в альянс или же создать свой, в посольстве лидер альянса может менять пароль, назначать нового лидера, передавать полномочия лидера желаемому члену альянса.<br />
<br />
<span style="font-weight: bold;">Силовой щит</span>. Это здание для краткосрочной заморозки соты на срок от 12 часов до трёх суток. Все процессы, в т.ч. добыча и потребление на соте останавливаются, на соту никто не может напасть. Для включения щита необходима статическая энергия, количество которой зависит от рейтинга игрока.<br />
<br />
В здании есть следующие функции: <br />
- Заморозка на определённый срок.<br />
- Оценка Статической энергии, нужной на заморозку. <br />
- Активация Силового щита<br />

<br />
Условия заморозки: <br />
- Активация (разогрев генератора) игровой заморозки - 1 ход. <br />
- Вы не должны участвовать ни в одном бое. Если идет бой, ждите окончания боя. <br />
- Игрок оплачивает стоимость в статической энергии (*). <br />
(*) Плата за заморозку снимается в момент включения щита, сразу, за весь срок заморозки. Плата снимается с той соты, на которой стоит Силовой щит.<br />
- Если игрок в течение часа не заморозил соту, процесс активации надо повторять. Энергия не снимается. <br />
- Игрок не сможет делать вылеты с соты в течение 6 ходов после выхода из заморозки.<br />
<br />
Выход из заморозки: <br />

- Автоматически, по истечении срока заморозки. <br />
<br />
При запуске Силового щита на соте происходит следующее: <br />
- Все армии отзываются, лоты возвращаются. Все процессы замораживаются, т.е. даты окончания всех процессов сдвигаются на время заморозки. <br />
- Уникальное здание можно построить на всех трёх сотах, но для заморозки всех трёх сот достаточного одного здания. <br />
- На виде комплексе игрок, защищённый щитом, отображается светло-голубыми воротами.<br />
- Армии, летящие на вас, возвращаются обратно. Ваши летящие армии замораживаются прямо в полёте, и прилетают домой уже после окончания заморозки.<br />
<br />
Повторное включение щита: <br />
- только после перезарядки генератора через Х-2 хода. Где Х - это время, на которое замораживалассь сота.<br />

<br />
Щит очень удобно использовать для спокойного отдыха на выходных и в любое другое время.<br />
<br />
<span style="font-weight: bold;">Дом отдыха</span><br />
Дом отдыха появиться в списке доступных для строительства зданий после оплаты.<br />
С его помощью вы сможете включить режим длительного отпуска. Работает он следующим образом: после оплаты услуги строительства дома отдыха вы через некоторое время сможете построить его. Минимальный срок заморозки 3 дня, по прошествию этого срока вы в любой момент сможете отменить режим отпуска, если ничего не трогать, то срок заморозки может быть сколь угодно долгим. Это здание полезно для долгосрочного отсутствия. заказать его можно тут <a href="http://ds.rambler.ru/?p=serv_rus" class="postlink"><img src="http://ds.rambler.ru/img/tanker/green%20button.gif" alt="Изображение" /></a><br />
Дом одноразовое здание - после отмены режима отпуска он исчезнет.<br />
<br />
<span style="font-weight: bold;">Лагерь археологов</span><br />
После того как ваша домашняя сота и центральная будут полностью застроены Принимайтесь за нейтральную и начните заполнять ее лагерями археологов или парусами уловителями (в зависимости от того, выбрали ли вы специализацию под конкретный ресурс или нет). Хоть в лагерях и строиться всего 50 археологов, застроив всю пустыню, вы получите 10050 археологов, что являеться весомым придатком к основным в домашней соте.<br />

<br />
<span style="font-weight: bold;">Компактный сборщик энергии</span>  <br />
Эти здания отличаются от Паруса уловителя меньшими размерами и меньшей производительностью. Здание призвано, помочь в добыче статической энергии и разгрузить домашнюю соту от некоторого количества источников в будущем. Это полезно, когда домашняя сота специализируется на добыче определенного ресурса.<br />
<br />
По ссылке можно посмотреть наглядный пример застройки <a href="http://ds.rambler.ru/img/tanker/neutralarch.jpg" class="postlink"><span style="color: darkred;">НЕЙТРАЛЬНАЯ СОТА</span></a><br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="2.4. Религия"></a>2.4. Религия</span></span><br />
<br />

Храмы - уникальные здания не подлежащие сносу, каждый из храмов предлагает религию соответствующую его названию.<br />
На данный момент плюсы и минусы  обеих религий выглядят так:<br />
<br />
<span style="color: darkblue;">Созерцатели: </span><br />
<br />
<span style="color: rgb(0, 128, 0);">Нанокристаллы +10%<br />
Защита +10%<br />
Броня +15%</span><br />
<br />
<span style="color: rgb(255, 0, 0);">Кадериум -15%<br />

Продиум -5%<br />
Нападение -15%<br />
Урон -15% </span><br />
<br />
<span style="color: red;">Штурмовики:</span> <br />
<br />
<span style="color: rgb(0, 128, 0);">Кадериум +15% <br />
Нападение +15% <br />
Урон +15%</span><br />

<br />
<span style="color: red;">Нанокристаллы -10%<br />
Продиум -5%<br />
Защита -10%<br />
Броня -15% </span><br />
<br />
Религия полезна как постоянная опция, так и отключаемая. Если, к примеру, вы ведете войну, то выбирайте реглигию с уроном, если делаете упор на защиту, то ставьте созерцателей. Если вы просто любите мирно добывать ресурсы, то выберите ту религию, котрая дает вам бонус к ресурсу, и так далее. Иными словами, религия на данный момент, полезна для всех, и самое главное, вы можете выбирать сами - приобщаться к ней или нет. Единственный недостаток время перехода с одной на другую (включение/отключение = 4 суток). <br />
<br />
Как только вы нажмете на кпонку принятия религии включатся отрицательные бонусы, но после окончательного принятия включатся и положительные, наблюдать изменения по приросту или отнятию ресурсов вы сможете в убежище, а если у вас премиум, то вы сможете посмотреть в цифрах, сколько религия дает и отнимает.<br />
<br />
Построенные храмы, распространяют свое действе на домашнюю соту и все колонии, потому достаточно построить их где-то в одном месте. Бонусы от религии действуют во время нападения на вражеские соты, в отличие от военных артефактов.<br />

</p>
<hr width="100%" size="2" />
<p><br />
<br />
<br />
<span style="font-weight: bold;"><span style="font-size: 150%; line-height: normal;"><a name="3. Общение с соседями посредством игровой почты и форума"></a>Внешняя политика и рейтинг</span></span><br />
<br />
<span style="font-weight: bold;">В этом разделе вы узнаете как взаимодействовать с окружающими вас игроками, для чего нужны альянсы, как в них попасть, что такое рейтинг и прочее.</span><br />
<br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;">3. Общение с соседями посредством игровой почты и форума</span></span><br />
<br />
Нажав кнопку &quot;Комплекс&quot; в блоке навигации, вы попадете в ваш родной комплекс, состоящий из 6 сот. В нём расположены ваши соседи и вы сами, ваша сота подсвечена фиолетовым цветом.<br />

Если вы нажмете стрелку вперед, то попадете в следующий комплекс и так далее. Сверху под окном, где показано количество населения, имеется небольшое окошко, где отображено ваше кольцо, вы можете выбрать кольцо и номер комплекса, таким образом можно посмотреть информацию о каждом игроке на любом кольце. Мелсион - кольцо для колоний, на первом уровне оно пустует.<br />
Возле каждой соты находится окно с информацией о её владельце. Кнопка SMS для возможной в будущем программы обмена sms между друзьями. Следующая кнопка служит для написания личного сообщения данному игроку, вам откроется окно редактора, где вы сможете написать свое послание, главное не забыть указать тему. Также , вы сможете отправить через это же окно сотовое сообщение, которое получат сразу все игроки в вашем комплексе, можно написать к примеру <br />
<span style="font-style: italic;">&quot;привет! я новый игрок, давайте знакомится&quot;</span><br />
Подобные сообщения вы сможете отправлять с помощью кнопки <span style="color: rgb(255, 64, 0);">26</span> из игрового интерфейса (пункт 1.2), там всё то же самое, только необходимо указывать игровой ник, главная особенность в том, что вы сможете отправлять внутриальянсовые сообщения, если будете членом какого-нибудь альянса.<br />
<br />
Итак, сообщения бывают:<br />
<br />
<span style="font-weight: bold;">Личные</span> - персонально для одного игрока.<br />

<br />
<span style="font-weight: bold;">Сотовые</span> - которые получит каждый игрок в вашем комплексе<br />
<br />
<span style="font-weight: bold;">Внутриальянсовые</span> - которые получат все члены альянса, в котором вы на даный момент состоите.<br />
<br />
Сообщение будет успешно доставлено только  в том случае, если вы верно указали ник и не забыли написать тему сообщения.<br />
<br />
Форум - на сегодня неотъемлимая часть каждой on-line игры. С помощью нашего форума игроки могут общаться, заводить знакомства, обсуждать новости игры, вести торговлю (форумные аукционы, по принципу доски объявлений), узнавать о нововведениях, общаться с администрацией и получать массу другой полезной информации. Открыть форум вы сможете, нажав соответствующую кнопку в игре. Чтобы зайти на форум необходимо ввести логин от игры и пароль от форума, это важно, так как пароль на форум и в игру не совпадают, будьте внимательны, пароль на форум приходит в регистрационном письме с игровым логином и паролем. Если вы удалили письмо, воспользуйтесь формой восстановления пароля с форума.<br />
</p>

<hr width="100%" size="2" />
<p><br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="3.1. Понятие альянса, плюсы и минусы альянсов, вступление в альянс"></a>3.1. Понятие альянса, плюсы и минусы альянсов, вступление в альянс</span></span><br />
<br />
Грамотный Альянс - более всего напоминает мини-государство, где есть свой лидер, министры, своя, конституция (устав) инфраструктура, система налогообложения, регулярные войска и экономика. Альянс - это группа игроков, объединившаяся для определенных целей, ну как правило эта цель - комфортная, интересная, доходная игра, общение и взаимовыручка.<br />
<br />
В принципе, главным достоинством альянсов является альянсовый бонус, от альянсовых артефактов, с помощью которого достигаются коллосальные цифры добычи ресурсов у всех развитых игроков альянса. В этом случае про проблемы с обеспечением соты энергией и едой можно просто забыть.<br />
<br />
Давайте рассмотрим плюсы и минусы альянсов<br />
Альянсы бывают:<br />
Большие более 100 человек<br />

Средние порядка 50 человек<br />
Малые  порядка 15 человек<br />
Нейтрал альянсы 1-5 человек (такие альянсы считаються группой нейтралов.<br />
<br />
<span style="color: red;">+</span> большого альянса, конечно же, в его численности, и альянсовом бонусе, многие мародеры 7 раз подумают прежде чем напасть на новичка из такого альянса.<br />
<span style="color: red;">-</span> большого альянса в том , что большинство из них при ведении боевых действий оказываються совершенно к ним не готовы, и страдают от этого в большинстве своем слабые игроки , находящиеся под &quot;защитой&quot;.<br />

<br />
<span style="color: red;">+</span>  средних альянсов и малых в том , что в них четкая координация, множество активных игроков, реальная защита от нападений.<br />
<span style="color: red;">-</span> при нападени на них более сильного альянса будет затяжная война, что не балгоприятно скажеться на развитии альянса в целом.<br />
<br />
<span style="color: red;">+</span> нейтрал альянсов всего лишь один. Он заключаеться в полной свободе действий и гиперактивности, такой альянс будет жить, если в него входят активные профессиональные игроки с высоким рейтингом.<br />
<br />
Вступление в альянс или его академию (специальные альянсы, приписанные к основному для превращения новичков в грозных профессионалов) для развивающегося игрока - наиболее лучший и безопасный путь для дальнейшего продвижения. Вступить в альянс можно разными способами:<br />

<br />
1. получив приглашение (член одного из альянсов, на форуме или же по игровой почте, может пригласить вас вступить в их ряды, прислав пропогандный текст или письмо)<br />
<br />
2. подав заявку (для того чтобы подать заявку, необходимо выбрать какой альянс вам по душе, для этого зайдите в раздел форума вашей сферы, например Сфера Тельца. Далее читайте топики о разных альянсах и подавайте заявку в один из них, если что-то пришлось по душе. Пример как подать заявку обычно опубликован в первом посте топика. Её рассмотрят там же на форуме, и в зависимости от результата, сообщат вам пароль для входа в альянс или же откажут.. Не забывайте заходить на страничку и проверять удовлетворена ли ваша заявка или же нет.<br />
<br />
3. по рекомендации (к примеру, сосед в вашем комплексе уже состоит в альянсе, и вы с ним общаетесь уже некоторое время, если вы захотите, то можете просить о протекции для принятия в альянс, а сосед в свою очередь поговорит с лидерами о вашем принятии.)<br />
<br />
<br />
В каждом случае если решение о вашем принятии будет положительным, вы получите пароль от альянса. Построив в нейтральной соте посольство и зайдя в него, выберите из списка требуемое сокращение альянса введите пароль и нажмите кнопку вступить, с этого момента вы - член альянса. Не забудьте, что альянс это не только брать, но и отдавать. Эффективная отдача от каждого члена альянса - залог интересной и насыщенной игры.<br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />

<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="3.2. Создание собственного альянса"></a>3.2. Создание собственного альянса</span></span><br />
<br />
Создавать свой альянс имеет смысл игроку, который уже познакомился с игрой и имеет приличный багаж знаний о ней, таких как: стратегическое планирование боевых операций, дипломатия, экономика, развитие новичков и прочие тонкости управления кадрами.<br />
<br />
Помните, что создавая альянс для &quot;прикрытия&quot;, в надежде остановить нападения, вас быстро &quot;раскусят&quot; и атаки будут продолжаться.<br />
Создать альянс проще простого, необходимо зайти в посольство, набрать название вашего альянса (придумывается) и пароль для входа, после этого вы станете лидером альянса.<br />
Если вы до сих пор читаете этот FAQ, то я бы порекомендовал вам вступить в средний альянс и спокойно там развиться до необходимого уровня, накапливая опыт.<br />

Позже, когда вы почувствуете силы для этого предприятия, можно и заняться, но есть пара НО:<br />
1. Необходимо писать устав.<br />
2. Необходимо постоянно посещать свой топик в &quot;Представлении альянсов&quot;<br />
3. Не факт, что люди потянуться в ваш новоиспеченный альянс.<br />
4. Альянс это большая ответственность, помните, что игроки котрые вступили к вам, ждут от вас грамотного руководства.<br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="3.3. Жизнь нейтралом"></a>3.3. Жизнь нейтралом</span></span><br />

<br />
Состояние нейтрала это состояние, когда игрок не вступает ни в один альянс в течении долгого времени, из принципа или по одному ему ведомым причинам. В любом случае, опасность стать целью для кого-нибудь возрастает многократно. Быть нейтралом вполне реально, но необходимо быть очень активным игроком и практически постоянно находится в игре, так называемое 24/7 (24 часа, 7 дней в неделю)<br />
Плюсов в таком состоянии, прямо скажем не мало, к некоторым из них можно отнести полную свободу действий, отсутствие налогообложения, нестандартные пути развития соты для самодостаточности. Но, одной из важнейших особенностей для нейтрала одиночки является высокий рейтинг.<br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="3.4. Понятие рейтинга и механизм его начисления"></a>3.4. Понятие рейтинга и механизм  его начисления</span></span><br />
<br />
В Сфере Судьбы рейтинг игроков подобен вашему компасу во многих тысячах сот. Существует два вида рейтинга:<br />
<br />
<span style="font-weight: bold;">Обычный Рейтинг.</span><br />

<br />
Посмотреть рейтинг возможно, нажав соответствующую кнопку вверху экрана соты.<br />
Перед вам появиться таблица, вы видите N-ную страницу игрового рейтинга вашей сферы и где-то на ней выделен ваш игровой ник, напротив которого находяться определенные цифры, они и составляют ваш игровой рейтинг. Чем ближе вы к первой странице тем лучше, тем больше вас будут опасаться более слабые и уважать более сильные игроки.<br />
Этот рейтинг считаеться следующим образом:<br />
Вычисляются средние значения всех игроков по параметрам - наука, строительство, производство, археология и армии, среднее значение получает 100.000 очков (армия 200.000 очков).<br />
Для каждого игрока вычисляется по каждому из параметров насколько он лучше или хуже чем средний игрок. Если например у игрока X втрое лучше развита наука чем у среднего игрока A, он получает 300.000 пунктов за развитие науки, зато если у него (игрока X) производство слаборазвито и составляет 50% от среднего значения, он получает 50.000 очков за эту категорию. В рейтинге археологии учитываются только реально используемые артефакты, а не все которые лежат в хранилище. Если игрок развивается лучше чем в среднем, его пункты растут, если хуже - падают. <br />
Наличие квестовых артефактов (их можно получить в приз, став победителем одного из квестов на вашей сфере) существенно увеличивает рейтинг.<br />
<br />
<span style="font-weight: bold;">Военный рейтинг.</span> <br />

<br />
Этот рейтинг ведет учет всех ваших сражений, он считается просто по весу убитых юнитов. Убил на 1 000 000 прода, получил 1 рейта. Убил на 2 000 000, получил 2. Если на защите было несколько армий, то между их владельцами делится согласно отношению весов их армий. полезность этого рейтинга очевидна - можно видеть насколько игрок активный боец.<br />
<br />
<span style="color: red;">ВНИМАНИЕ:</span> Именно обоими рейтингами вы должны руководствоваться при нападении и обороне своей соты, об этом читайте в разделе военных действий.<br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />
<br />
<span style="font-weight: bold;"><span style="font-size: 150%; line-height: normal;"><a name="4. Знакомство с археологией"></a>Всё об археологии и артефактах</span></span><br />
<br />
<span style="font-weight: bold;">В этом разделе вы узнаете для чего нужны археологи, что такое артефакты, как их найти и использовать.</span><br />

<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;">4. Знакомство с археологией</span></span><br />
<br />
Знакомство с археологией стоит начать с археологического института. Это здание позволяет вести поиск артефактов в разных частях вашей соты (домашней центральной и нейтральной). <br />
Для начала, разберем, что такое артефакты. Артефакты - это древние реликвии, оставленные конструкторами колец, которые вам предстоит найти с помощью ваших археологов в разных частях вашей соты. Артефакты - мощнейший игровой аспект. Они могут коллосально увеличить могущество их обладателя, конечно, чем больше артефакт тем он дороже и тем сложнее археологам его найти. На форумных аукционах, огромные артефакты могут достигать в цене десятков тысяч юнитов высшего уровня.<br />
<br />
Каждый институт вмещает 500 археологов, которых, в нём же можно и тренировать за кадериум. Пока вы находитесь за закрытми воротами вы сможете искать артефакты только в домашней соте (сотовые и локальные), после открытия ЦВ у вас появиться возможность посылать археологов в экспедицию в центральную соту (за военными артефактами) и в нейтральную (за альянсовыми и комплексными артефактами).<br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="4.1. Количество археологов в группе на экспедицию"></a>4.1. Количество археологов в группе на экспедицию</span></span><br />

<br />
Поиск артефактов - целая наука, немало игроков потратили уйму времени, пытаясь раскрыть секрет формулы поисков артефактов. Но скажу по секрету, что даже если вы узнаете формулу, это не даст вам ровным счетом ничего, так как поиск всегда рандомен, однако есть определенные числа, выработанные и проверенные временем, которые оптимальны для поисков. <br />
<br />
<span style="font-weight: bold;">Для  относительно успешных экспедиций число археологов в каждой экспедиции должно быть примерно следующее:</span><br />
<br />
- 2000-3000 в домашную соту по несколько групп, если у вас 10000 археологов, групп будет 5 и т д<br />
<br />
- от 5000 до 15000 в центральную соту<br />
<br />
- не менее 15000 и более в нейтральную соту<br />
<br />
Таким образом для успешных поисков на вашей соте должно быть порядка 25000 археологов. Достигается такое количество строительством институтов на домашней соте и лагерей археологов в нейтральной.<br />

Количество экспедиций не может превышать 300 штук.<br />
<br />
Старайтесь делать так, чтобы экспедиции приходили к тому времени, когда у вас будет возможность отправить археологов на&nbsp; дальнейшие поиски, сразу после их прибытия. Бесцельное простаивание на соте не лучшее занятие для них.<br />
Нахождение хорошего артефакта всегда рандомное и зависит от времени, поэтому советую отправлять ваши экспедиции на минимум на 8 -12 часов.<br />
<br />
<span style="font-style: italic;">Вы можете выбрать какой артефакт должны найти археологи, однако, стоит помнить, что при поиске определённого размера артефакты ниже уровнем удаляются даже если будут найдены, и будет вполне логично, если выбрав огромный или большой для поисков археологи чаще всего будут возвращаться с пустыми руками, такие артефакты редки.</span><br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />
<br />

<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="4.2. Какие артефакты бывают"></a>4.2. Какие артефакты бывают</span></span><br />
<br />
Подробнейшее описание всех существующих артефактов можно увидеть, нажав сюда: <a href="http://barma.tail.ru/ds/arts.php" class="postlink"><img src="http://ds.rambler.ru/img/tanker/green%20button.gif" alt="Изображение" /></a> <br />
Внимательно изучите таблицу для того, чтобы иметь представление, что за артефакт вам принесли археологи.<br />
Стоит заметить, что большие артефакты и огромные самые дорогие и редкие.<br />
<br />
<a href="http://ds.rambler.ru/img/tanker/artefacts.JPG" class="postlink"><img src="http://ds.rambler.ru/img/tanker/artefacts_small.jpg" alt="Изображение" /></a><br />
<span style="font-style: italic;">нажмите на картинку, чтобы открыть её в лучшем качестве.</span><br />
</p>
<hr width="100%" size="2" />
<p><br />

<br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="4.3. Что делать с найденным артефактом"></a>4.3. Что делать с найденным артефактом</span></span><br />
<br />
Для начала надо посмотреть какое название у найденного артефакта.Археологический институт имеет хранилище артефактов, поэтому, если ваши археологи нашли артефакт, он автоматически окажется в хранилище. Зайдя в хранилище, вы сможете просмотреть найденные артефакты, но помещать их можно только из меню зданий. Артефакты по умолчанию выстраиваются сверху вниз (от локальных к альянсовым) и снизу вверх (от крох к огромным) вы можете использовать различные фильтры доступные в хранилище для удобной сортировки.<br />
<br />
<span style="font-weight: bold;">Артефакты деляться на следующие категории:</span><br />
<br />
<br />
<span style="color: rgb(255, 64, 0);">Локальные:</span> Дают добавку к производству соотвествующего ресурса. Вставляются в здания - производители. Их можно найти в Домашней соте. <br />
<br />

<span style="color: rgb(255, 64, 0);">Сотовые:</span> Дают процентный бонус к общему производству ресурсов на соте. Вставляются в Башню Артефактов. Их можно найти в Домашней соте. <br />
<br />
<span style="color: rgb(255, 64, 0);">Комплексные:</span> Дают процентный бонус к общему производству ресурсов на всех шести сотах сотового комплекса. Эти артефакты помогают вам и вашим соседям по комплексу. Вставляются в Башню Артефактов. Их можно найти в Нейтральной Соте. <br />
<br />
<span style="color: rgb(255, 64, 0);">Альянсовые:</span> Дают процентный бонус к общему производству ресурсов на всех сотах членов вашего альянса. Имея такие артефакты вы станете ценным приобретением для любого альянса. Вставляются в Башню Артефактов. Их можно найти в Нейтральной Соте. <br />
<br />
<span style="color: rgb(255, 64, 0);">Военные:</span> Дают разнообразные бонусы к силе армии. Вставляются в Военную Базу. Их можно найти в Центральной соте. <br />

<br />
<span style="color: rgb(255, 64, 0);">Сферы:</span> Дают очень большой бонус до 1000 к производству соответствующего ресурса. Вставляются в здания - производители. Их невозможно найти, но можно получить за победу в турнирах или квестах.<br />
<br />
<span style="color: rgb(255, 64, 0);">Серебрянные/Золотые:</span> Дают существенно больший процентный бонус к общему производству ресурсов на соте чем обычные сотовые артефакты. Вставляются в Башню Артефактов. Их невозможно найти, но можно получить за победу в турнирах или квестах. Один из таких отображен в примере башни артефактов (с черными точками кадериум +20%)<br />
<br />
Чтобы вставить артефакт в здание , необходимо нажать на него и выбрать закладку &quot;Артефакты&quot;, эту закладку имеет каждое производственное здание, после этого, нажав на любой свободный слот/кружок (количество слотов для каждого здания ограничено и зависит от его типа, их может быть от 1 до 4), выбрать из предложенного списка необходимый вам артефакт и нажать кнопоку &quot;вставить&quot;.<br />

Чтобы вставить артефакт в башню артефактов, просто нажмите на нее и вставьте артефакт (если он сотовый/альянсовый/комплексный) в любое свободное окошко.<br />
<br />
<span style="color: red;">ВНИМАНИЕ:</span><br />
Ваши археологи могут принести вам артефакт к <span style="color: olive;">продиуму</span> либо локальный либо сотовый. Если на этот момент у вас закрыты ворота , то локальный артефакт не может быть использован, сотовый можно вставить в башню артефактов , но толку он не принесет. Вам придеться подождать до открытия ворот и после постройки коллектора продиума поместить туда артефакт, либо в башню артефактов если он сотовый.<br />
<br />
<span style="font-weight: bold;">Только будучи помещенным в здание, артефакт начнет приносить доход и добавлять очки в рейтинг.</span><br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />

<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="4.4. Некоторые особенности археологии"></a>4.4. Некоторые особенности археологии</span></span><br />
<br />
Теоретически и 1 археолог может принести огромный артефакт.<br />
Никакого вреда не будет, если вы в начале игры попытаетесь найти хоть что-либо послав в экспедицию 10-20 археологов, шанс есть всегда и, быть может, вам повезет.<br />
<br />
Если произойдет деактивация ворот, а ваши археологи, находятся в экспедиции в центральную/нейтральную соту, то они всё равно вернутся по прошествии отведенного времени, более того, если у вас в нейтральной соте имеется некоторое кол-во археологов, то они будут плюсоваться к археологам, живущим в домашней соте, если ворота закрыты.<br />
<br />
Артефакты на ваших сотах и колониях никогда не кончатся, поэтому искать можно хоть всю жизнь.<br />
<br />
Если вы долгое время не можете найти ничего ценного, то вам просто не везет, не отчаивайтесь. Со временем вы обязательно найдете что-нибудь ценное.<br />
<br />

Количество возможных экспедиций ограниченно числом 300</p>
<p>Максимально возможно хранить 2500 артефактов в хранилище</p>
<p> Если вы снесете здание, в котором находятся артефакты, то они автоматически переместятся в хранилище.<br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />
<br />
<span style="font-weight: bold;"><span style="font-size: 150%; line-height: normal;"><a name="5. Получение колоний"></a>Всё о колонизации</span></span><br />
<br />
<span style="font-weight: bold;">В этом разделе вы узнаете  как получить колонии, что это такое и как лучше всего их использовать.</span><br />

<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;">5. Получение колоний</span></span><br />
<br />
Получение колонии это одно из самых главных достижений, ведь, получая колонию, вы сможете обладать еще одной сотой, точно такой же как и ваша домашняя, а это новые площади для застройки, новые производственные мощности, больше ученых археологов, военных юнитов ресурсов.<br />
<br />
Для того чтобы получить колонию необходимо построить КЦ (Колонизационный Центр). <br />
<br />
<span style="color: rgb(255, 0, 0);">ВНИМАНИЕ:</span> Возможность строительства КЦ отключена на первом уровне  Тельца и Дракона. <br />
<br />
Для его постройки необходимы высокие уровни наук:<br />

Кадериум  13 <br />
Нанокристаллы 12 <br />
Статическая Энергия 12 <br />
Продиум  11 <br />
Еда  13 <br />
<br />
Также для постройки КЦ необходимо построенное здание МВ (межкольцевые ворота)<br />
КЦ строится в Центральной Соте, на скале. Его строительство занимает 72 часа и он потребляет 5000 энергии каждый час. <br />
Вам необходимо подготовиться к его постройке, имея запас производимой энергии не менее 7к.<br />

<br />
После построки КЦ вы можете выбрать координаты соты на четвертом кольце Мелсион и отправить колонизационный модуль, для получения колонии.<br />
<br />
Для того , чтобы поселиться подальше от развитых игроков, или если вы просто хотите некоторое время побыть одни в комплексе, пролистайте комплексы на Мелсионе и выберите себе подходящий.<br />
Время передачи ресурсов и прочего в колонию будет минимальным, если вы колонизируете комплекс с идентичным номером вашему домашнему комплексу.<br />
<br />
Существующий способ колонизации, типа: отправка модуля в любую свободную соту, может быть неоправданным, т.к многие альянсы стараються заселиться в 1 комплекс для того, чтобы насладиться в полной мере комплексными артефактами. Ваше случайное заселение в их комплекс не очень обрадует последних.<br />
<br />
После прибытия модуля на вашу новую колонию вы обнаружите , что это такая же сота как и ваша домашняя с одним лишь отличием: <span style="color: red;">ЦВ на колонии уже открыты и закрыть их невозможно!</span><br />
<br />
Наука в колонии является продолжением науки вашей базовой соты. Ученые изучают ту же самую науку, не важно где они находятся. <br />

Археология является автономной, и связать археологов с базовой соты и колонии в одну экспедицию невозможно.<br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="5.1. Трансфер"></a>5.1. Трансфер</span></span><br />
<br />
Для облегчения развития новобретенной колонии, вы можете переслать ресурсы с домашней соты в колонию, это осуществляеться путем <span style="text-decoration: underline;">трансфера</span>.<br />
Эта опция доступна в КЦ вы можете выбрать желаемое кол-во ресурсов и переправить на колонию. Помимо ресурсов вы можете отправить ученых, рабочих, археологов, военные юниты и артефакты.</p>
<p> <span style="color: red;">ВНИМАНИЕ:</span> При отправке на колонию ученых/археологов/рабочих обязательно убедитесь, что кол-во отправляемых сответствует наличию свободных мест в колонии, т.е для того чтобы переправить, к примеру, 1000 ученых необходимо, чтобы в колонии были построены 2 научных центра, <span style="text-decoration: underline;">в которых не тренируються ученые.</span><br />

______________________________________________________________________________<br />
<br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="5.2. Застройка колонии (вкратце)"></a>5.2. Застройка колонии (вкратце)</span></span><br />
<br />
В колонии нужно строить те же самые здания, что и в домашней соте, просто этот процесс будет быстрым, т.к необходимый уровень наук изучен а ресурсы переправляются.<br />
Соответсвенно центральная и нейтральная сота застраиваеться по подобию домашних.<br />
<br />
Постарайтесь как можно быстрее построить 2 КЦ на колонии, после этого вы сможете получить вторую колонию , она же и будет последней, т.к <span style="text-decoration: underline;">можно иметь не более 2 колоний.</span> <br />
<br />

<span style="color: red;">ВНИМАНИЕ:</span> Для того , чтобы иметь возможность пересылать ресурсы из колонии в домашнюю соту и из колонии в колонию, необходимо иметь КЦ на каждой колонии!<br />
<br />
По желанию вы можете использовать колонии под самые разнообразные нужды, вот некоторые примеры:<br />
<br />
1. Застройка колонии под &quot;свой&quot; ресурс, имеется ввиду строительство только добывающих зданий, например нанокристаллизаторы.<br />
<br />
2. Застройка всей колонии археологами, в итоге после претворения такой идеи, вы сможете отправлять порядка 70к археологов на поиски артефактов.<br />
<br />

3. Застройка колонии научными центрами, для интенсивного изучения необходимой дисциплины, дающей бонус к расовому ресурсу.<br />
<br />
4. Обычное развитие соты.<br />
<br />
5. Застройка колонии военными зданиями, с постоянной пересылкой ресурсов и непрекращающейся тренировкой военных юнитов.<br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="5.3. Застройка колонии. Понятие специализации соты"></a>5.3. Застройка колонии. Понятие специализации соты</span></span><br />
<br />
Здесь пойдет речь о том, какую стратегию большинство игроков выбирает после получения колоний.<br />

<br />
<span style="color: orange;">Специализация соты</span> бывает полная и частичная с положительным и отрицательным балансом энергии.<br />
<br />
Под <span style="color: orange;">полной специализацией</span> обычно понимают строительство максимально возможного количества добывающих зданий для одного типа ресурса, башня с артефактами при этом также заполняется артефактами только на этот ресурс, что позволяет значительно повысить эффективность соты...<br />
<br />
Под <span style="color: orange;">неполной специализацией</span><br />
подразумевается застройка домашней соты зданиями по добыче одного ресурса, в то время как земля в центральной соте остается застроенной коллекторами продиума.<br />

<br />
Также бывает специализация<br />
1) С <span style="color: brown;">неотрицательным балансом энергии </span>- строятся здания по добыче ресурсов и источники для добычи энергии<br />
2) С <span style="color: brown;">отрицательным балансом энергии </span>- в этом случае снесены все источники и вместо них также построены добывающие здания, при помощи хороших локальных артефактов и альянсового бонуса можно добится положительного баланса энергии и без источников, получив максимальную эффективность соты, но это достаточно сложная задача для начинающего игрока.<br />
<br />
<span style="color: red;">ВНИМАНИЕ:</span>минусом полной специализации с отрицательным балансом энергии является возможное отключение большого количества зданий при ограблении соты, подобная специализация встречается у игроков, которые стараются не участвовать в любых военных действиях.<br />
<br />
Выбор специализации чаще всего определяется бонусами расы на добычу ресурсов. Специализация до постройки межкольцевого коннектора торговли малоэффективна так как не позволяет обмениваться ресурсами по нормальным рыночным курсам. Полная специалиация также становится целесообразна на достаточно поздних этапах развития, когда бонус за счет науки и артефактов позволяет добится от зданий по добыче ресурсов большей эффективности чем у большого коллектора продиума.<br />

</p>
<hr width="100%" size="2" />
<p><br />
<br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="5.4. Примеры специализаций для всех трех рас"></a>5.4. Примеры специализаций для всех трех рас</span></span><br />
<br />
Расчет делается на то, что у вас уже продвинутый акаунт с двумя колониями, скажу лишь, что на начальном этапе специализация невыгодна в силу того, что уровень наук слишком мал, а артефакты не достаточно качественные, нет конекторов торговли, есть только один способ добычи ресурса &ndash; грабеж, который не всегда приносит желаемый результат. Исходя из этого, в начале соту нужно застраивать так, чтобы добыча ресурсов была, примерно, поровну.<br />
<br />
<span style="font-weight: bold;">Воранеры.</span><br />
Приведем возможные варианты застройки всех 3 сот.<br />

1) С появлением первой колонии производим переброс всех ученых, которые есть на домашке на колонию, предварительно позаботившись о том , чтобы для них были свободные места.(иначе исчезнут)<br />
После переброски ученых начинаем сносить нанокристаллизатры на домашней соте и строить огромные кузницы кадериума, а также сносим продиумные коллекторы , в общем все все на соте, что не относится к кадериумным кузницам , кроме технологическх здании типа нагревателя материи, кадериумного пресса, башни артефактов и т д.<br />
<br />
В итоге у нас получается 102 огромных кадериумных кузницы, а если терраформировать то 132 на соте. Естественно в башне артефактов должны стоять артефакты только на кадериум и энергию для обеспечения всех кузниц.<br />
<br />
Необходимо сразу определится изберет ли вы этот пусть, поскольку если вы строили в нейтральной соте археологические институты то вам понадобятся источники для того, чтобы обеспечить все кузни, а строить их надо вместо кузниц. Та что вы можете либо сразу начать строить паруса уловители в нейтралке, чтобы построить потом больше кузниц, либо арх институты.<br />
Далее перейдем к первой колонии, куда переехали ученые, раз они уже тут то и колония эта будет только под ученых. Заполнять ли ее только учеными ваше личное дело, но бонус от науки которую вы потом изучите с помощью них будет весьма и весьма существенен для добычи большего кол-ва кадериума. Продиумные коллекторы тут строить тоже не стоит поскольку в центре вы тоже сможете построить научные центры.<br />
Вторая колония может быть использована вами подо что угодно, там вы сможете построить коллекторы продиума, ( в этом случае в башне артефактов будут артефакты на продиум и энергию),все застроить военными заводами, можно построить еще ученых или же немного ресусрных зданий или и того и другого и военные заводы, в общем места для фантазии хватит.<br />
<br />
Минусы:<br />

Придется кардинально менять всю домашнюю соту и в чем то себе отказывать, как например, отсутствие продиума некоторое время, переброска ученых/артефактов, малое кол-во археологов(если вы строите паруса в нейтралке). В общем переезд дело тяжкое как в жизни.<br />
Плюсы:<br />
Быстрое получение специализации, возможность торговать в скором времени большими партиями кадериума.<br />
<br />
2) С появлением первой колонии производим переброс всех ученых, которые есть на домашке на колонию, предварительно позаботившись о том , чтобы для них были свободные места.(иначе исчезнут). Свободное место от ученых застраиваем огромными кузницами кадериума, строим больше военных заводов. Нанокристаллизаторы и коллекторы продиума оставляем до лучших времен.<br />
Первую колонию заполняем только учеными и на этом с ней закончим.<br />
После получения второй колонии после постройки выскотехнологичных зданий ( нагреватель материи, кадериумный пресс, башня артефактов и т д), полной застройки пустыни на домашней соте под леса парусов, начинаем застраивать домашку и центр огромными кузницами кадериума, соответсвенно на эту колонию пересылаем все артефакты сотовые и локальные на кадериум.<br />
<br />
Минус:<br />
Слишком долго ждать пока будет большой прирост профилирующего ресурса.<br />

Плюс: <br />
Спокойно отстроившись без бардака добывать кадериум, без перерывов в строительстве армии.<br />
<br />
<span style="font-weight: bold;">Псолао.</span><br />
Для Псолао я бы написал все то же, что и для воранеров. За исключением того, что скорее всего профилирующую соту, а точнее нейтралку необходимо будет застраивать парусами уловителями.<br />
<br />
<span style="font-weight: bold;">Лиенсу.</span><br />
Для Лиенсу, как я считаю, есть 3 способа:<br />
1) После получения первой колони, начинать застраивать ее под кадериум.<br />
После получения второй колонии застраивать ее под нано.<br />

Домашнюю соту можно приспособить под продиум, ученых и военные заводы.<br />
<br />
Плюс: Стабильный приход ресурсов, неплохой бонус и порядок везде.<br />
Минус: Неполная застройка соты учеными<br />
<br />
2) После получения первой колони, начинать застраивать ее под кадериум, строить так же ученых, продиум, военные заводы<br />
После получения второй колонии застраивать ее под нано, строить так же ученых, продиум, военные заводы<br />
Домашнюю соту можно приспособить под ученых немного ресурсов и военные заводы<br />
<br />
Плюс: Равномерное распределение ученых и военных заводов<br />

Минус: Бонус от добычи будет меньше за счет постройки продиума, ученых и военных заводов.<br />
<br />
3) После получения первой колони, начинать застраивать ее под кадериум, строить так же ученых, продиум.<br />
После получения второй колонии застраивать ее под нано, строить так же ученых, продиум.<br />
Домашнюю соту можно приспособить равное кол-во ресурсов кадериум/нано/продиум и военные заводы.<br />
<br />
Плюс: Неплохой баланс прироста ресурсов на всех трех сотах<br />
Минус: Бонус будет не так велик как мог бы быть без ученых.<br />
<br />
На каждой колонии для Лиенсу вы может строить археологические институты только в нейтральной соте, дабы добывать больше еды, можете добывать много еды на паре колоний или всего на одной соте, в зависимотси сколько археологов и еды вы хотели бы у себя видеть.<br />

<br />
<span style="color: rgb(255, 0, 0);">ВНИМАНИЕ:</span> Все вышеописанные способы специализаций сот для трех рас, только лишь мое мнение, скомпилированное на основе личного игрового опыта всеми тремя расами и статистики от других игроков, вы совершенно не обязаны делать так как здесь описано, а можете избрать свой путь развития, однако, вышеприведенные схемы - классические.<br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="5.5. Примеры застройки сот"></a>5.5. Примеры застройки сот</span></span><br />
<br />
По нижеприведённым ссылкам, вы можете посмотреть примерную застройку всех сот с учетом вышенаписанного<br />
<br />
<a href="http://ds.rambler.ru/img/tanker/primer1.JPG" class="postlink"><span style="color: darkred;">СОТА САМОДОСТАТОЧНАЯ (на стадии игры около месяца)</span></a><br />

<br />
<a href="http://ds.rambler.ru/img/tanker/vpk.JPG" class="postlink"><span style="color: darkred;">ВПК</span></a><br />
<br />
<a href="http://ds.rambler.ru/img/tanker/science.jpg" class="postlink"><span style="color: darkred;">НАУКА</span></a><br />
<br />
<a href="http://ds.rambler.ru/img/tanker/kadsota.JPG" class="postlink"><span style="color: darkred;">СПЕЦИАЛИЗИРОВАННАЯ (кадериум террформированная)</span></a><br />
<br />
<a href="http://ds.rambler.ru/img/tanker/nanoterraformed.jpg" class="postlink"><span style="color: darkred;">СПЕЦИАЛИЗИРОВАННАЯ (нанокристаллы террформированная)</span></a><br />
<br />
<a href="http://ds.rambler.ru/img/tanker/arch.JPG" class="postlink"><span style="color: darkred;">СОТА АРХЕОЛОГИЧЕСКАЯ</span></a><br />
<br />
<a href="http://ds.rambler.ru/img/tanker/help/center1.jpg" class="postlink"><span style="color: darkred;">ЦЕНТР</span></a><br />

<br />
<a href="http://ds.rambler.ru/img/tanker/neutralarch.jpg" class="postlink"><span style="color: darkred;">НЕЙТРАЛ</span></a><br />
<br />
<a href="http://ds.rambler.ru/img/tanker/neutralspecial.jpg" class="postlink"><span style="color: darkred;">НЕЙТРАЛ2</span></a><br />
<br />
<a href="http://ds.rambler.ru/img/tanker/terraformed1.jpg" class="postlink"><span style="color: darkred;">СОТА(терраформированная 1)</span></a><br />
<br />
<a href="http://ds.rambler.ru/img/tanker/terraformed.jpg" class="postlink"><span style="color: darkred;">СОТА(терраформированная 2)</span></a><br />
<br />
<a href="http://ds.rambler.ru/img/tanker/centerrock1.jpg" class="postlink"><span style="color: darkred;">ЦЕНТР(камень)</span></a><br />
</p>
<hr width="100%" size="2" />

<p><br />
<br />
<span style="font-weight: bold;"><span style="font-size: 150%; line-height: normal;"><a name="6. Уровни торговли и сопутствующие им возможности"></a>Всё о торговле</span></span><br />
<br />
<span style="font-weight: bold;">В этом разделе вы узнаете как можно обмениваться товарами с другими игроками и научитесь обращаться с торговыми зданиями.</span><br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;">6. Уровни торговли и сопутствующие им возможности</span></span><br />
<br />
Торговля-важный экономический фактор в Сфере Судьбы с её помощью можно очень выгодно наживать игровое имущество и практиковать свои экономические способности. Это способ обмена ресурсами, юнитами, артефактами за игровую валюту или на вышеперечисленные блага. За каждую торговую операцию взымается налог в пользу Сферы Судьбы, все как в настоящей жизни.<br />
<br />
<span style="font-weight: bold;">Итак, первое что необходимо сделать, это изучить науку Торговля в научном центре. Максимальный уровень изучения может быть 10.</span><br />
<br />

Уровень 2: Дает возможность строить локальный коннектор торговли, торговать статической энергией. <br />
Уровень 3: Дает возможность торговать едой. <br />
Уровень 4: Дает возможность торговать кадериумом. <br />
Уровень 5: Дает возможность торговать нано-кристаллами. <br />
Уровень 6: Дает возможность строить внутрикольцевой коннектор. <br />
Уровень 7: Дает возможность торговать продиумом. <br />
Уровень 8: Дает возможность торговать военными юнитами. <br />
Уровень 9: Дает возможность торговать артефактами. <br />
Уровень 10: Дает возможность строить межкольцевой коннектор. <br />

<br />
<span style="color: red;">ВНИМАНИЕ :</span> Изучение 6 и более уровней торговли будет доступно только после открытия ЦВ (центральных ворот), изучение 10 уровня будет доступно после постройки МКВ (Межкольцевых ворот).<br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="6.1. Коннекторы Торговли"></a>6.1. Коннекторы Торговли</span></span><br />
<br />
<strong>Первым</strong> вы сможете построить <span style="text-decoration: underline;">Локальный коннектор торговли</span> (ЛКТ) ЛКТ дает возможность торговать внутри вашего комплекса с любым соседом.<br />

<br />
Здание полезно на начальных стадиях игры, для обмена ресурсами - взаимной помощи или помощи односторонней (т.е, например, развитый игрок, если он находится в вашем комплексе, может, если хорошо попросите, бесплатно подарить вам некоторое количество ресурсов) Кроме того, если вас атакуют, вы сможете спрятать в конектор ваши ресурсы, путем выставления их по завышенной цене на нужное время, и тем самым уберечь их от разграбления.<br />
<br />
<strong>Вторым</strong>  вы сможете построить<span style="text-decoration: underline;"> Внутрикольцеовй коннектор торговли (ВКТ)</span> ВКТ дает возможность торговли со всеми игроками внутри вашего родного кольца.<br />
<br />
Абсолютно незаменим в мирах раса против расы и совершенно бесполезен в мирах все против всех, т.к торголвя там идет исключительно на межкольце.<br />
<br />
<strong>Третьим</strong>  и последним вы сможете построить <span style="text-decoration: underline;">Межкольцевой коннектор торговли (МКТ/МККТ)</span>. МКТ дает возможность торговать с двумя другими кольцами, кроме того, если вы член альянса, то торговать внутри альянса на альянсовом аукционе (АА). АА - это зона защищенная от других игроков, аукцион могут просматривать и выставлять на него товары только члены альянса.<br />

<br />
МКТ откроет вам широкие возможности такие как:<br />
<br />
- возможность покупки/выгодного обмена ресурсов у других рас в обмен на вашу продукцию<br />
- возможность покупки юнитов других рас<br />
- возможность торговли артефактами со все сферой<br />
- возможность получать товары с учетом альянсовой скидки.<br />
<br />
Однако, если вы находитесь в сфере раса против расы, вы не сможете покупать ресурсы и юниты у других рас, в таких мирах МКТ используется для торговли в альянсе, а для основной торговли используется Внутрикольцевой Конектор Торговли.<br />
</p>
<hr width="100%" size="2" />

<p><br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="6.2. Меню продажи"></a>6.2. Меню продажи</span></span><br />
<br />
<span style="color: red;">ПОМНИТЕ</span>, что 1 ход равен 1 часу!<br />
<br />
Итак, вы первый раз открыли меню торговли, это меню для продажи, вот оно:<br />
<br />
<a href="http://ds.rambler.ru/img/tanker/torg1.JPG" class="postlink"><img src="http://ds.rambler.ru/img/tanker/torg1_small.jpg" alt="Изображение" /></a><br />
<span style="font-style: italic;">нажмите на картинку, чтобы открыть её в лучшем качестве.</span><br />
<br />
<span style="font-weight: bold;">Для начала вы должны определиться что хотите продать.</span><br />

<br />
<span style="color: rgb(255, 0, 0);">1)</span> С помощью этой вкладки вы можете выбрать необходимый ресурс для продажи, стрелками вы можете выбрать требуемый.<br />
<br />
<span style="color: rgb(255, 64, 0);">2)</span> С помощью этой вкладки вы можетет выбрать необходимый юнит для продажи, стрелками вы можете выбрать требуемый из внутренней армии. В даном примере мы продаем юниты. <span style="color: rgb(255, 0, 0);">2)</span><br />
<br />
<span style="color: rgb(255, 0, 0);">3)</span> С помощью этой вкладки вы можете выбрать необходимый артефакт для продажи, стрелками вы можете выбрать требуемый.<br />
<br />

<span style="color: rgb(255, 0, 0);">4)</span> С помощью этого окошка вы сможете установить необходимое число для продажи, используя кнопоки +/- или прописать вручную.<br />
<br />
<span style="color: rgb(255, 0, 0);">5)</span> С помощью этого окошка вы можете выбрать ресурс/кредит, за который будет продаваться ваш лот, используя кнопоки +/- или прописать вручную.<br />
<br />
<span style="color: rgb(255, 0, 0);">6)</span> С помощью этого окошка вы можете установить количество ресурса/кредита (цену) по которой будет продаваться ваш лот, используя кнопоки +/- или прописать вручную.<br />
<br />
<span style="color: rgb(255, 0, 0);">7)</span> Здесь отображается налог которй взимается при продаже данного количества ресурса/юнита/артефакта.<br />

<br />
<span style="color: rgb(255, 0, 0);">8)</span> Здесь отображется итоговая стоимость, которую вы получите при продаже ресурса/юнита/артефакта с учетом налога.<br />
<br />
<span style="color: rgb(255, 0, 0);">9)</span> Здесь отображается Курс. Курс - это уникальное значение для каждого выставляемого вами лота, оно генерируется из базы даных.<br />
<br />
<span style="color: rgb(255, 0, 0);">10)</span> Здесь отображается Трэнд. Трэнд - он же торговый коридор, указывается в процентах и обозначает насколько, в данном случае, вы можете отклониться от курса торговли при указании цены.<br />
<br />
<span style="color: rgb(255, 0, 0);">11)</span> Эта перменная отображает минимальную цену, которую вы можете назначить за ваш лот.<br />

<br />
<span style="color: rgb(255, 0, 0);">12)</span> Эта перменная отображает максимальную цену, которую вы можете назначить за ваш лот.<br />
<br />
<span style="color: rgb(255, 0, 0);">13)</span> Даное окошко носит информативный характер, здесь отображается количество ресурсов, которое будет потрачено при продаже указанного количества юнитов, это напрямую зависит от времени, которое лот проведет на торгах.<br />
<br />
<span style="color: rgb(255, 0, 0);">14)</span> С помощью этого окошка вы можете установить время котрое ваш лот проведет на торгах, используя кнопоки +/- или прописать вручную, максимум можно выставить лот на 99 ходов/часов.<br />
<br />
<span style="color: rgb(255, 0, 0);">15)</span> С помощью этого окошка вы можете выбрать на какой аукцион попадет ваш лот: на сотовый; на внутрикольцевой; на межкольцевой; на альянсовый.<br />

Для сотового аукциона требуется ЛКТ, для внутрикольцевого ВКТ, для межкольцевого и альянсового требуется МКТ.<br />
<br />
<span style="color: rgb(255, 0, 0);">16)</span> Если вы поставите галочку, то ваш лот будет выставлен с учетом всех выбранных критериев, и любой сможет его купить на всем протяжении торгов.<br />
если вы снимете галочку, то ваш лот будет выставлен на аукцион и купить его сможет только тот кто даст большую цену к тому моменту как торг будет закончен.<br />
<br />
<span style="color: rgb(255, 0, 0);">17)</span> С помощью этого окошка вы сможете выставить лот персоонально для одного из игроков, покупатель должен играть на вашей сфере. Для этого необходимо написать ник покупателя, соблюдая регистр и раскладку.<br />
<br />
<span style="color: rgb(255, 0, 0);">18)</span> Собственно эта кнопка осуществляет выставление лота на аукцион.<br />

<br />
<span style="color: rgb(255, 0, 0);">19)</span>  Это меню под название &quot;КУПИТЬ&quot; открывает аукцион, где вы сможете купить юниты ресурсы и артефакты.<br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="6.3. Меню покупки"></a>6.3. Меню покупки</span></span><br />
<br />
Вот и оно:<br />

<br />
<a href="http://ds.rambler.ru/img/tanker/torg2.JPG" class="postlink"><img src="http://ds.rambler.ru/img/tanker/torg2_small.jpg" alt="Изображение" /></a><br />
<span style="font-style: italic;">нажмите на картинку, чтобы открыть её в лучшем качестве.</span><br />
<br />
<span style="color: rgb(255, 0, 0);">1)</span> Через эту закладку вы сможете приобрести Ресурсы.<br />
<br />
<span style="color: rgb(255, 0, 0);">2)</span> Через эту закладку вы сможете приобрести Юниты.<br />
<br />
<span style="color: rgb(255, 0, 0);">3)</span> Через эту закладку вы сможете приобрести Артефакты.<br />

<br />
<span style="color: rgb(255, 0, 0);">4)</span> Установив тут галочку, вы настроите фильтр таким образом, что он покажет только лоты, которые выставлены без торга.<br />
<br />
<span style="color: rgb(255, 0, 0);">5)</span> Установив тут галочку, вы настроите фильтр таким образом, что он покажет только лоты, которые выставлены на ваше имя.<br />
<br />
<span style="color: rgb(255, 0, 0);">6)</span> С помощью этого фильтра вы сможете выбрать какой тип ресурса; юнита; артефакта вы хотите приобрести. (На примере в фильтре стоит псолао).<br />
<br />
<span style="color: rgb(255, 0, 0);">7)</span> С помощью этого окошка вы можете выбрать на каком аукционе будут отображаться имеющиеся лоты: на сотовом; на внутрикольцевом; на межкольцевом; на альянсовом.<br />

Для сотового аукциона требуется ЛКТ, для внутрикольцевого ВКТ, для межкольцевого и альянсового требуется МКТ.<br />
<br />
<span style="color: rgb(255, 0, 0);">8)</span> С помощью этого фильтра вы сможете выбрать за какой тип ресурса приобрести ресурсы; юниты; артефакты.<br />
<br />
<span style="color: rgb(255, 0, 0);">9)</span> С помощью этого окошка вы сможете установить настройки фильтра таким образом, чтобы он искал, выставленные лоты, только по указанному нику продавца.<br />
<br />
<span style="color: rgb(255, 0, 0);">10)</span> Нажмите кнопку &quot;Фильтр&quot;, чтобы начать фильтрацию по выбранным критериям.<br />

<br />
<span style="color: rgb(255, 0, 0);">11)</span> После фильтрования вам выпадет список лотов, которые были найдены по интересующим вас критерями, с помощью кнопки &quot;Купить&quot; вы сможете приобрести необходимый вам лот.<br />
<br />
<span style="color: rgb(255, 0, 0);">12)</span> После того как вы увидите список лотов, возможно вам захочется сделать дополнительное фильтрование, эти кнопки помогут вам. Здесь содержатся минифильтры списка лотов такие как: По количеству; По названию; По времени; По ресурсу покупки; По цене; По имени продавца.<br />
<br />
<span style="color: rgb(255, 0, 0);">13)</span> Поставивв тут галочку и включив фильтр, вы сможете посмотреть все ставки, сделанные вами, на аукционных лотах.<br />

<br />
<span style="color: rgb(255, 0, 0);">14)</span> Поставив тут галочку и включив фильтр, вы сможете посмотреть все лоты, которые вы выставили на торги.<br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="6.4. Некоторые особенности торговли"></a>6.4. Некоторые особенности торговли</span></span><br />
<br />
(Игроки, так уж повелось, измеряют все в продиуме, поэтому его и используют для сравнения как главный ресурс)<br />
<br />
Возможное соотношение ресурсов на рынках:<br />

<br />
<span style="font-weight: bold;">1 единица продиума = 2.5 нанокристаллы = 5.0 кадериум = 10 еда = 10 энергия</span><br />
<br />
Приведенный курс, являеться своего рода ГОСТ'ом, но тем не менее этот курс сильно варьируется на различных рынках, различных игровых сфер.<br />
<br />
<span style="color: red;">Необходимо </span>также знать, что:<br />
<br />
- если вы выставили лот, то снять с торгов обратно его не получится.<br />
<br />
-если вы деактивируете ворота, а у вас стоит лот, то по истечению срока он  вернется на соту.<br />
<br />

- если вы построите локальный конектор и межкольцевой, то из локального конектора будет доступна торговля на межкольце, удобно, чтобы не заходить в центральную соту каждый раз.<br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />
<span style="font-weight: bold;"><span style="font-size: 150%; line-height: normal;"><a name="7. Состав армии"></a>Всё о военных действиях</span></span><br />
<br />
<span style="font-weight: bold;">Вот мы и добрались до, пожалуй, самого важного, здесь вы узнаете во всех подробностях о военном деле.</span><br />
<br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;">7. Состав армии</span></span><br />
<br />
Самое главное в Сфере Судьбы это армия. Все действия, с самого начала, как ни крути, направлены на постройку юнитов в будущем, для этого и ведется торговля, ищутся артефакты, грабятся другие игроки - всё это делается для того, чтобы вложить как можно большее количество ресурсов в строительство армии. Будь вы хоть трижды пацифистом, без армии вы не сможете ни обороняться, ни нападать, ни вести полноценную игру.<br />

Армию стоит начинать строить как только появяться излишки в ресурсах. Для того, чтобы иметь представление о военных юнитах которые будут вам доступны пройдите сюда: <a href="http://fightcats.com/sfera/proj.php?page=units" class="postlink"><img src="http://ds.rambler.ru/img/tanker/green%20button.gif" alt="Изображение" /></a><br />
<br />
Вот наиболее эффективные юниты:<br />
<br />
Воранеры - гладиаторы, штурмовики, ракетные установки, крейсеры, авианосцы<br />
Лиенсу - охраннки, комбо, пауки, ядозавры, бридеры, песчаные черви.<br />
Псолао - менталисты, мистики, прелаты, еретики и патриархи<br />
<br />
<br />
<span style="color: red;">Но запомните, что строить надо что-то одно, максимум два типа юнитов! Обычно строительство юнитов на соте происходит в несколько потоков, это строительство ударных юнитов одного или двух типов и транспортов второго и третьего уровней.</span></p>
<hr width="100%" size="2" />

<p> <br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="7.1. Обзор военной базы и создание армии"></a>7.1. Обзор военной базы и создание армии</span></span><br />
<br />
Как построить армию? Всё предельно просто, вы должны построить первым делом военную базу, после этого по достижении определенного уровня наук у вас будет появляться новые здания для строительства, такие как тренировочный лагерь, например. Зайдя в него, вы сможете заказать тренировку одного из типов юнитов.<br />
По окончанию тренировки юнитов на военных заводах, они автоматически попадают во внутренную армию, которая находится в военной базе. Построив несколько военных фабрик, вы сможете в каждой из них тренировать юниты одного типа, таким образом строительство армии будет во много раз быстрее.<br />
<br />
Давайте разберемся, что это такое:<br />
<br />
<a href="http://ds.rambler.ru/img/tanker/base_overview.JPG" class="postlink"><img src="http://ds.rambler.ru/img/tanker/base_overview_small.jpg" alt="Изображение" /></a><br />
<span style="font-style: italic;">нажмите на картинку, чтобы открыть её в лучшем качестве.</span><br />
<br />

<span style="color: rgb(255, 0, 0);">1)</span> Это внутренняя армия, в которую и попадают обученные юниты, эта армия не может совершать боевых вылетов, но именно их неё комплектуются все остальные такие как 'resurs1' и 'resurs2'<br />
<br />
<span style="color: rgb(255, 0, 0);">2)</span> C помощью этого меню вы сможете создать боеспособную армию, готовую к вылетам на вражеские соты.<br />
<br />
<span style="color: rgb(255, 0, 0);">3)</span> Здесь находиться обзор сражений, сообщения со временем удаляются автоматически.<br />
<br />
<span style="color: rgb(255, 0, 0);">4)</span> Это меню, где  можно поместить в военню базу военные артефакты, которые вы нашли или приобрели у других игроков.<br />

<br />
<br />
Для того, чтобы создать армию необходимо открыть военную базу, нажать на закладке &quot;Создание армии&quot;, переместить желаемое кол-во юнитов из внутренней армии в создаваемую, придумать ей название и нажать кнопку &quot;Создать армию&quot;<br />
<br />
<a href="http://ds.rambler.ru/img/tanker/create_army.JPG" class="postlink"><img src="http://ds.rambler.ru/img/tanker/create_army_small.jpg" alt="Изображение" /></a><br />
<span style="font-style: italic;">нажмите на картинку, чтобы открыть её в лучшем качестве.</span><br />
<br />
Итак, попунктно:<br />
<br />
<span style="color: red;">1)</span> Даем армии название (не менее 4х символов)<br />

<br />
<span style="color: red;">2)</span> Смотрим сколько у нас ударных юнитов и выбираем требуемое кол-во, про прослой и грузовое прикрытие тоже не забываем (см. указатели)!!!<br />
<br />
<span style="color: red;">3)</span> Вводим требуемое кол-во (от руки либо с помощью +/-) про прослой и грузовое прикрытие тоже не забываем (см. указатели)!!! <br />
<br />
<span style="color: red;">4)</span> Нажимаем Создать Армию.<br />
</p>
<hr width="100%" size="2" />

<p><br />
<br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="7.2. Прослой и другие термины"></a>7.2. Прослой и другие термины</span></span><br />
<br />
Для успешного ведения боевых действий вам необходимо знать следующие определения:<br />
<br />
<span style="color: red;">Прокладка/Прослой</span> - это выставление в армии групп по 1 юниту разных типов для уменьшения повреждений. Как работает? Вы выставляете: <br />
10.000 Гладиаторов <br />
1 Солдату, <br />

1 Гренадеру, <br />
1 Камикадзе, <br />
1 Ветерану, <br />
1 Стражнику, <br />
1 Танку, <br />
1 Миномету, <br />
1 Штурмовику, <br />
1 Рыцарю. <br />
Удар в 10.000 урона по такой армии приведет к тому, что каждая из армий получит по 1/10 урона (те по 1000 в каждую группу), не зависимо от размеров армии. К примеру, от 1000 урона погибнет солдат, а весь урон выше его хитов - пропадет. <br />

Как вы понимаете, это хорошая экономия армии. Посмотрите на предыдущий пункт создания армии, все что мы выставили по одному юниту и называется прослой. <br />
<br />
<span style="font-weight: bold;">Таким образом ваша армия должна выглядеть так:</span><br />
<br />
1. Все юниты, всех расс по 1 штуке (на начальном этапе хватит и тех которые вы можете построить)<br />
<br />
2. Ударная группа (камикадзе к примеру) <br />
<span style="color: red;">ВНИМАНИЕ:</span> ударная группа должна быть только  одна, максимум две!<br />
<br />
3. Транспорт всех рас (6 видов) и чем больше его тем лучше. Если ваш мир раса против расы обходитесь своим.<br />

<br />
<span style="text-decoration: underline;">Транспорт</span> необходим для вывоза ресурсов с соты противника в случае победы и кроме этого служит щитом для ваших юнитов, т.к транспорты имеют больше всех пунктов здоровья. Расчет транспортов для прикрытия основной армии осуществляется по формуле: кол-во юнитов* жизни / (1 - защита), где 0&lsaquo;защита &lsaquo;1 Такой щит называется грузовым прикрытием.<br />
<br />
<span style="font-weight: bold;">Наглядный пример прослоя. Так выглядит отчет(лог) о проведенном сражении</span>:<br />
<br />
<span style="font-style: italic;">На соте &quot;dstest (4.67.1)&quot; игрока admin (15.09 06:19) началось сражение. <br />

<br />
Атакующая сторона: <br />
bot (Раса: Лиенсу Военный рейтинг: 234.946 + 0.01223 <br />
(Att: 5% Def: 5% Dam: 0% Hit: 0%) <br />
<br />
Обороняющаяся сторона: <br />
admin (Раса: Воранер Альянс: [GODS] Религия: Штурмовик) Военный рейтинг: 0 + 12.78351 <br />
(Att: 35.8% Def: -0.2% Dam: 101.2% Hit: -15%) <br />
<br />
Раунд 1 (15.09 06:19 - 15.09 06:20) <br />

<br />
Армия &quot;dstest Внутренняя армия&quot; игрока admin <br />
Потеряно 1 из 1 - Андроид Охотник (0) <br />
Потеряно 1 из 1 - Берсерк (0) <br />
Потеряно 1 из 1 - Инфильтратор (0) <br />
Потеряно 1 из 1 - Червь (0) <br />
Потеряно 1 из 1 - Послушник (0) <br />
Потеряно 1 из 1 - Комбо (0) <br />

Потеряно 1 из 1 - Биотанк (0) <br />
Потеряно 1 из 1 Саранча (0)<br />
Потеряно 1 из 1 - Огр (0) <br />
Потеряно 1из 1 - Ядозавр (0) <br />
Потеряно 1 из 1 - Неофант (0) <br />
Потеряно 1 из 1 - Киборг (0) <br />
Потеряно 1из 1 - Монстр (0) <br />
Потеряно 1из 1 - Опустошитель (0) <br />
Потеряно 1из 1 - Химера (0) <br />

Потеряно 1из 1 - Бридер (0) <br />
Потеряно 1 из 1 - Элементалист (0) <br />
Потеряно 1 из 1 - Иллюзионист (0) <br />
Потеряно 1 из 1 - Менталист (0) <br />
Потеряно 1 из 1 - Фантазмист (0) <br />
Потеряно 1 из 1 - Еретик (0) <br />
Потеряно 1 из 1 - Мистик (0) <br />
Потеряно 1 из 1 - Монах (0) <br />
Потеряно 1 из 1 - Прелат (0) <br />

Потеряно 1 из 1 - Медиум (0) <br />
Потеряно 1 из 1 - Тамплиер (0) <br />
Потеряно 1из 1 - Чародей (0) <br />
Потеряно 1 из 1 - Священник (0) <br />
Потеряно 1 из 1 - Оракул (0) <br />
Потеряно 1 из 1 - Анимист (0) <br />
Потеряно 1 из 1 - Патриарх (0) <br />
Потеряно 1 из 1000 - Транспорт (0) <br />
Потеряно 1 из 1001 - Танкер (0)      <br />

Потеряно 1 из 1001 - Бегемот (0)   <br />
Потеряно 1 из 1001 - Левиафан (0) <br />
Потеряно 1 из 1000 - Слуга (0) <br />
Потеряно 1 из 1001 - Носильщик (0) <br />
Потеряно 1 из 1 - Огнеметчик (0) <br />
Потеряно 1 из 1 - Солдат (0) <br />
Потеряно 1 из 1 - Гренадёр (0) <br />
Потеряно 1 из 1 - Камикадзе (0) <br />
Потеряно 1 из 1 - Ветеран (0) <br />

Потеряно 1 из 1 - Стражник (0) <br />
Потеряно 1 из 1 - Танк (0) <br />
Потеряно 1 из 1 - Миномёт (0) <br />
Потеряно 1 из 1 - Снайпер (0) <br />
Потеряно 2 из 30001 - Гладиатор (0) <br />
Потеряно 1 из 1 - Ракетная установка (0) <br />
Потеряно 1 из 1 - Штурмовик (0) <br />
Потеряно 1 из 1 - Рыцарь (0) <br />
Потеряно 1 из 1 - Дефендер (0) <br />

Потеряно 1 из 1 - Дредноут (0) <br />
Потеряно 1 из 1 - Эсминец (0) <br />
Потеряно 1из 1 - Крейсер (0) <br />
Потеряно 1 из 1 - Дрон (0) <br />
Потеряно 1 из 1 - Охранник (0) <br />
<br />
На соте &quot; dstest (4.67.1)&quot; завершен бой (15.09 06:20). <br />

<br />
Обороняющийся игрок admin победил. <br />
<br />
Причина окончания боя: Атакующая армия понесла слишком большие потери.</span> <br />
<br />
<span style="font-weight: bold;">Всё что по 1000 это транспорты - грузовове прикрытие.<br />
<br />
30000 гладиаторов - ударная группа.<br />
<br />
Всё что по 1 юниту - прослой.</span><br />
<br />

<span style="color: red;">Динамическая прослойка</span> - это когда вы, участвуя в многораундовом бое, строите на соте по одному каждого вида юнитов на заводах первого и второго уровня, КАЖДЫЙ раунд. Что это дает? У вас в каждом раунде будет небольшая прослойка, забирающая часть урона, а у противника без (поскольку в первом раунде вся прослойка уничтожается и у него нет способа пополнить её). динамическую оборону можно использовать, если вы конкретно попали на долгий бой, поскольку время раунда динамическое. Если игрок использует динамку то атакующая армия несет страшные потери 40/1 и даже выше. <br />
<span style="color: red;">Для полноценной обороны</span>  с помощью динамической прокладки необходимо иметь на соте не менее:<br />
2 военных зданий 1 левела.<br />
4 военных зданий  2 левела.<br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />
<br />

<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="7.3. Нападение на цель"></a>7.3. Нападение на цель</span></span><br />
<br />
Для того, чтобы вести полноценные боевые действия необходимо уметь приблизительно оценивать силу вражеской армии и знать какие армии бывают.<br />
<br />
Зная игровой ник вашего противника, найдите его в таблице рейтинга, с помощью кнопки поиск и сравните его общий и военный рейтинг со своим. Если он существенно превосходит ваш, или же равен, то если вы решитесь напасть на такого игрока, шанс того, что вы потеряете свою армию весьма велик.<br />
Обычно, и это не для никого не секрет, нападают на игроков с заведомо низким рейтингом, что последних очень раздражает, но ничего с этим не поделать, вам тоже придется этим занятся для получения ресурсов. Для нападения с целью получения ресурсов следует выбирать ближайших соседей в пределах 20-30 комплексов, в определении неактивных игроков (их обычно называют мертвяки или кормушки) вам очень поможет анализатор.<br />
<br />
В Сфере Судьбы существуют 4 определения для 3 типов армий:<br />
<br />
<span style="color: red;">1.Одиночная Боевая</span>- основная армия с полным прослоем и ударной группой, пример такой армии был выше в отчете.<br />

<br />
<span style="color: red;">2. Прокладовыносительная</span> - армия, посылаемая перед боевой с полным прослоем с небольшим количеством мощных юнитов (обычно количество строго рассчитанно на основе даных разведки) для уничтожения прослоя врага в его армии.<br />
<br />
<span style="color: red;">3. Спам/Разведка</span>- армия в размере 1 юнита, служащая для разведки на соте противника. Она заменяет шпионаж и помогает разведать ситуацию на вражеской соте. 1 юнит завязывает секундный бой с обороняющийся армией и в отчете о сражении вы сможете посмотреть состав армии противника, если он, конечно, не спрятал её. <br />
<br />
<span style="color: rgb(255, 0, 0);">4. Волновая Боевая</span> - это даже не название армии а тип атаки, когда множество боевых армий отсылаются в течении тридцати секунд или минуты. Смыл в том, что имея точные сведения о размере армии на соте противника, вычисляется волновая атака, т.е первая армия уничтожит N-ное количество сил противника за один раунд, вторая, уже расчитанная на то, что первая уничтожит часть армии, комплектуется с учетом того, чтобы зацепить на один раунд то, что осталось, по такому принципу и строится волновая атака. Это страшная вещь, потому что, как только первая армия зацепляется, далее идет цепная реакция, и если вас нет на соте, то в считанные часы вы можете потерять всё. Таким образом уничтожаются целые многомиллиардные армады. Такие операции как правило требуют точнейшего расчета и подкарауливание жертвы. Новичка так мучить, никому в голову не взбредет.<br />
<br />
Допустим, на вас напали, как следствие ограбили и вы хотите ответить этому человеку. Для нападения ищем жертву в рейтинге игры, используя поиск по известному нику (ник нападавшего можно узнать в обзоре сражений военной базы) получаем следующее:<br />

<br />
<a href="http://ds.rambler.ru/img/tanker/koord.jpg" class="postlink"><img src="http://ds.rambler.ru/img/tanker/koord_small.jpg" alt="Изображение" /></a><br />
<span style="font-style: italic;">нажмите на картинку, чтобы открыть её в лучшем качестве.</span><br />
<br />
Где <span style="font-weight: bold;">3</span> - номер кольца, <span style="font-weight: bold;">81</span>- номер комплекса, <span style="font-weight: bold;">1</span> - номер соты.<br />
<br />
<br />

Рассмотрим на примере нападение:<br />
<br />
<a href="http://ds.rambler.ru/img/tanker/base3.JPG" class="postlink"><img src="http://ds.rambler.ru/img/tanker/base3_small.jpg" alt="Изображение" /></a><br />
<span style="font-style: italic;">нажмите на картинку, чтобы открыть её в лучшем качестве.</span><br />
<br />
Итак у нас есть созданна армия под названиеv &quot;cruiser&quot;, которую мы выбираем в военной базе и есть координаты соперника, обнаруженные в рейтинге, допустим это <span style="font-weight: bold;">3.81.1</span>, итак смотрим что делать по пунктам:<br />
<br />
<span style="color: red;">1)</span> Открываем военную базу, попадаем в меню &quot;Обзор Армий&quot;<br />

<br />
<span style="color: red;">2)</span> И выбираем созданную нами армию (см. Создание армии) , в нашем случае &quot;Сruiser&quot;<br />
<br />
<span style="color: red;">3)</span> Выбираем необходимое кольцо, в нашем случае 3 - Псолеон<br />
<br />
<span style="color: red;">4)</span> Вводим номер соты, в нашем случае 1<br />
<br />

<span style="color: red;">5)</span> Вводим номер комплекса, в нашем случае 81<br />
<br />
<span style="color: red;">6)</span> Задаем скорость полета (полезно при подлете в даунтайм, например)<br />
<br />
<span style="color: red;">7)</span> Выбираем приоритетный ресурс для грабежа. Первым с соты собирается именно он, затем все остальные.<br />
<br />
<span style="color: red;">8 )</span> Нажимаем &quot;НАПАСТЬ&quot; и вперед к победе! Кроме нападения существуют еще три полезных действия с армией:<br />

<br />
- Защитить (армия полетит защищать указанную вами соту и останется там пока не погибнет или пока вы её не отзовёте назад)<br />
- Укрыть (армия может быть укрыта в бункере от нападения на выбранное вами время. Это идеальный вариант уклонения от атак)<br />
- Переслать (армия может быть переправлена на одну из колоний путем самостоятельного перемещения)<br />
<br />
<span style="color: red;">9)</span> Поля ввода в военной базе рядом с кнопкой рассчитать стоимость и время полета.<br />
<br />
1 поле - дни (до 4 дней)<br />
2 поле - часы (до 96 часов)<br />

3 поле минуты (до 60 минут)<br />
С их помощью можно узнать сколько будет стоить и длиться полет, если вылететь не в данный момент, а через указанный промежуток времени.<br />
<br />
<span style="color: red;">10)</span> С помощью этих кнопок вы можете выбирать юниты для перемещения выбраннго количества в нужную вам армию, которая находится в военной базе.<br />
<br />
<span style="color: red;">11)</span> С помощью этих кнопок вы можете сортировать ваши юниты по следующим параметрам:</p>
<p>- по типу юнита<br />
- по количеству юнита<br />

- по силе нападения<br />
- по степени защиты<br />
- по силе урона<br />
- по эффективности брони</p>
<hr width="100%" size="2" />
<p><br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="7.4. Стоимость армии и варианты сражений"></a>7.4. Стоимость армии и варианты сражений</span></span><br />
<br />
Все армии имеют свою стоимость (измеряется в статической энергии) чем сильнее армия тем больше ее стоимость.<br />
Сила армии отображается визуально с помощью звездочек разных цветов и  неразрывно связана со стоимостью:<br />

<img src="https://forum.destinysphere.ru/forum/images/stars.gif" alt="Изображение" /><br />
<br />
Серая звезда - 0 статической энергии.<br />
Зеленая звезда - 10к статической энергии.<br />
Желтая звезда -  100к статической энергии.<br />
Оранжевая звезда - 1кк статической энергии.<br />
Красная звезда - 10кк статической энергии.<br />
Фиолетовая звезда 100кк статической энергии.<br />
Темно-синяя звезда -  1ккк статической энергии.<br />
Светло -синяя звезда - 10ккк статической энергии.<br />

Зеленая звезда - 100ккк статической энергии.<br />
Бирюзовая звезда - 1кккк статической энергии.<br />
<br />
Стоимость армии, как вы понимаете, складывается из стоимости юнитов, которыми она укомплектована и, чтобы расчитать вес определенного юнита можно использовать даную формулу:<br />
<br />
<span style="font-weight: bold;">ВЕС ЮНИТА = СУММА (СТОИМОСТЬ ПРОИЗВОДСТВА * КУРС РЕСУРСА К СТАТИЧЕСКОЙ ЭНЕРГИИ)</span><br />
<br />
Курс таков:<br />
1 кадериум = 2 статической энергии.<br />
1 нанокристалл = 4 статической энергии.<br />

1 еда = 1 статической энергии.<br />
1 статическая энергия = 1 статической энергии.<br />
1 продиум = 10 статической энергии..<br />
<br />
Расчитаем стоимость одного послушника, стоимость его постройки составляет:<br />
Кадериум - 270<br />
Нанокристаллы - 210<br />
Энергия 270<br />
Еда 300<br />

<br />
Подставляем значения в формулу и получаем:  <br />
(270 кад * 2) + (210 нано *4) + (270 стата * 1) + (300 еда*1) = 540 + 840 + 270 + 300 = 1950 статической энергии.<br />
<br />
<br />
Есть 3 возможных варианта протекания сражения:<br />
<br />
1. Боя не будет, армия разграбит соту противника и вернется. <br />
2. Будет бой, но только 1 раунд. <br />
3. Бой будет 2 и более раунда. <br />
<br />

<span style="font-weight: bold;">Первый</span> случай возникает, когда стоимость Своей Армии&trade; в 5 и более раз выше стоимости армии противника. Ваша армия побеждает и с трофеями возвращается домой. <br />
<br />
<span style="font-weight: bold;">Второй</span> случай возникает, когда стоимость Своей Армии&trade; выше в 2 и более раза, чем стоимость армии противника, но не более чем в 5 раз. В таком случае после первого раунда бой заканчивается, вы грабите соту и возвращаетесь. ЛИБО если стоимость армии защитника более чем в 2 раза выше стоимости вашей армии. В таком случае вы проиграете и возвращаетесь домой. <br />
<br />
<span style="font-weight: bold;">Третий</span> случай возникает, когда стоимость любой из армий не более чем в 2 раза выше стоимости другой. И тут уже бой будет вестись до тех пор, пока в один прекрасный момент (после n-го раунда) стоимость одной из армий не превысит стоимость другой более чем в 2 раза. А стоимости, как собственно и урон, считаются в конце раунда. Если после n-го раунда ваша армия более чем в 2 раза будет дороже армии противника - вы грабите и возвращаетесь с трофеями.<br />

<br />
Нападение на противника с рейтингом равным или же превосходящим, если вы все же решились на это, надо проводить так:<br />
разведка<br />
прокладовыносительная<br />
боевая<br />
<br />
Посылайте армии с небольшим интервалом в пару минут, это полезно по двум причинам:<br />
- чтобы была возможность отозвать армии, если силы врага будут превосходить ваши.<br />
- чтобы противник успел сделать минимально в перерыв между армиями и не успел подготовится.<br />
<br />

Нападать на нейтралов и слабых игроков можно несколькими армиями, превосходящими в 5 раз имеющиеся войска в таком случае боя не будет, а просто грабеж.<br />
<br />
Нападать на средних игроков необходимо осуществлять всей имеющейся армией с полным прослоем.<br />
<br />
Если вы ведете войну с альянсом и в определенный момент какой-либо слабый игрок из этого аьянса, близко к вам расположеный отправил к вам армию, проверьте его рейтинг, вполне может статься, что альянс передал ему армию альянса для карательной экспедиции на вашу соту. Обычно такие атаки сопровождаються многочисленными разведками, а после того как вы потеряете бдительность посылаеться очередная армия, но боевая.<br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="7.5. Оборона"></a>7.5. Оборона</span></span><br />
<br />
Уметь обороняться особенно важно! Не всегда можно встретить противника лицом к лицу и принять честный бой, к примеру под плотным спамом, угадать какая из армий боевая просто не возможно, к счастью по началу вы не будете подвергаться серьезным нападениям, целю которых уничтожение вашей армии. Поначалу это будут обычные армии для ограбления соты с минимум юнитов.<br />

<br />
<span style="font-weight: bold;">Если на вас нападают не нервничайте, все предельно просто:</span><br />
<br />
<span style="color: red;">1.</span> Сравните рейтинг нападающего, если он гораздо больше вашего то:<br />
<br />
<span style="font-weight: bold;">а)</span> Прячьте ресурсы, это означает, что вы должны выставить все ресурсы, которыми располагаете на продажу в любой коннектор торговли, который у вас есть на <span style="font-weight: bold;">собственное имя</span>. Выставляйте по цене равной кол-ву выставляемого ресурса. Конечно, для возможности выставления всех ресурсов у вас должна быть изучена торговля хотя бы до 7 уровня. Если торговли не хватает то есть смысл вложить ресурсы в постройку юнитов.<br />
<br />
<span style="font-weight: bold;">б)</span> После того как вы спрятали ресурсы позаботьтесь о своей армии, вы можете отправить ее либо грабить, либо на защиту соты соседа, или же соальянсовика, либо так же спрятать в коннектор, но самый удобный способ это отправить её в укрытие соответствующей командой из военной базы.<br />

<br />
<span style="font-weight: bold;">в)</span> Вы можете активировать силовой щит, правда это вариант для самых ленивых.<br />
<br />
<span style="color: red;">2.</span> Если рейтинг равен или меньше вашего, то можно попробовать встретить, для этого:<br />
<br />
<span style="font-weight: bold;">а)</span> Приведите все ваши войска в боевую готовность, лучше всего слить в одну внутреннюю армию, не забывайте про прослой, ударную группу и грузовоеприкрытие. Излишки или же прокладочную армию (та где вы храните вашу прокладку) укройте. Подготовьте несколько фабрик 1 левела и 2-ого для постройки динамической прослойки.<br />
После вторжения на соту оцените силы врага и действуйте согласно обстоятельствам.<br />

<br />
<span style="font-weight: bold;">Если на вас напали, а вы пропустили атаку то:</span><br />
<br />
а) Первым делом зайдите в военную базу в обзор сражений, там вы увидете бой, который протекает на даным момент, его можно пролистать до текущего раунда, либо визуально с картинкой, либо в виде лога, для определения степени опасности.<br />
<br />
б) Если предполагаемый исход сражения вас не устраивает, вы сможете отступить, нажав соответствующую кнопку там же в обзоре сражений. После активации режима отступления в данном раунде ваша армия не нанесет повреждения, и останется на + 1 раунд в котором также не нанесет повреждений, противник нанесет двойные повреждения и на этом бой закончится.<br />
<br />
<span style="color: red;">Нестандартные ситуации:</span><br />
Если вы только что зашли на соту и увидели, что через минуту к вам прибудет армия захватчика то первым делом укрывайте ваши армии, после этого прячьте самые необходимые ресурсы (нанокристаллы, продиум, кадериум), в принципе, можно успеть спрятать все.<br />
</p>
<hr width="100%" size="2" />
<p><br />

<br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="7.6. Военные артефакты"></a>7.6. Военные артефакты</span></span><br />
<br />
Найденные вами в центральной соте <span style="color: red;">военные артефакты помогут вам  обороняться, но они действуют только на домашней соте</span>, будучи вставленными в военную базу.<br />
Военные артефакты делятся на 4 вида. <br />
<br />
Артефакты атаки: Увеличивают процент попадания. <br />
Артефакты защиты: Увеличивают процент уклонения. <br />
Артефакты урона: Увеличивают урон наносимый вашими юнитами в бою. <br />

Артефакты запаса здоровья: Увеличивают количество &quot;Единиц жизни&quot; ваших юнитов.<br />
<br />
<img src="http://ds.rambler.ru/img/tanker/help/wararts.JPG" alt="Изображение" /><br />
<br />
Артефакты в хранилище не работают, но во время боя можно менять набор артефактов на базе. Действуют на все защищающиеся войска (в том числе на войска других игроков). На атакующую армию артефактовые бонусы не действуют.<br />
Военные артефакты дают определенный % к тому или иному параметру военного юнита. Действует регрессивная система начисления военных бонусов (проценты). На 1 вид артефактов &ndash; защиту &ndash; введена регрессивная система начисления бонусов. Что это такое? <br />
К примеру, у нас 10 артефактов на защиту по 10%. Регрессия считается по разнице между 95% защиты и защитой юнита. При установке в базу каждый следующий артефакт будет давать меньшую защиту, чем предыдущий. Таким образом если защита 75% у юнита, то 10% артефакт защиты ему даст всего 2% прироста. Если у юнита 25% защиты, получается примерно 7% прироста. <br />

<br />
<span style="font-weight: bold;">Если Вы не в ладах с математикой и не хотите возится с расчетами усвойте следующее: каждый следующий военный артефакт вставленный в здание дает меньшую прибавку к параметрам.</span><br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="7.7. Содержание армии"></a>7.7. Содержание армии</span></span><br />
<br />
Каждый Воин обладает стоимостью. Например, Послушник Псолао. Если мы посчитаем стоимость Послушника, в переводе на энергию, он будет стоить 1950 единиц энергии.<br />
<br />
Для одного Послушника будет взято:<br />
На содержание &ndash; суммарный апкип:1950*0,00005= 0,0975. И в пересчете на каждый ресурс:<br />

В еде будет взято 0,04875 и в энергии будет взято 0,04875.<br />
На трансфер будет затрачено 0,195 энергии<br />
На полет будет затрачено 0,975 энергии.<br />
<br />
Если вам не хватит ресурсов на содержание войск, ваша армия начнет умирать. Умирая, она будет возвращать вам 75% ресурсов.<br />
<br />
Как рассчитывается апкип:<br />
<br />
1. Сначала считаются все ресурсы на соте, учитывается производство на соте, поступившие торговые сделки и т.д.<br />
<br />
2. Оплачивается стоимость фабрик и заводов на соте.<br />

Если у вас не хватило энергии на содержание зданий они отключаются в следующем порядке:<br />
&bull; Здания, производящие ресурсы. Первыми отключаются огромные фабрики, потом большие, потом маленькие фабрики производящие продиум, нано, кадериум.<br />
&bull; Военные здания. Первыми отключаются огромные заводы, затем второй уровень, затем первый.<br />
&bull; Отключаются все оставшееся здания и фермы.<br />
Хотим заметить, что такой порядок сделан для уменьшения вреда для игроков, активно производящих войска.<br />
<br />
3. Оплачивается содержание персонала на соте. В персонал входят:<br />
&bull; Рабочие<br />

&bull; Ученые<br />
&bull; Археологи<br />
<font color="#ff0000">ВНИМАНИЕ:</font> В случае малейшей нехватки еды, они умирают <strong>ВСЕ СРАЗУ</strong>. На существование одного человека тратится 0,2 еды в час.<br />
<br />
4. Далее умирает армия. Т.е. если вам не хватает ресурсов на оплату содержания армии, в дело вступит <strong>следующий механизм.</strong><br />
&bull; Определяется нехватка содержания для армии.<br />

&bull; Сумма нехватки делится на 5 частей.<br />
&bull; Сначала в армии умирает 1/5 часть юнитов от суммы необходимой для покрытия нехватки (Внимание НЕ от армии, а только от суммы нехватки). При этом соблюдаются следующие условия:<br />
- Умирает часть каждой группы юнитов, начиная с первого уровня (4-ый последний) и меньшей группы. Умирает 20% - от суммы недостачи.<br />
- После смерти каждой группы из ресурсов, на которые разложился юнит, выбирается энергия и еда, и пускается на содержание.<br />
&bull; Подводится баланс потребления. Если нам по-прежнему не хватает ресурсов, умирает следующая часть воинов.<br />
В среднем, в игре, благодаря такому циклу, умирает гораздо меньше юнитов, чем могло бы.<br />
<br />
Пример: У нас 5 групп юнитов в армии:<br />

- 1 Солдат<br />
- 1 Гренадер<br />
- 10000 Анимист<br />
- 5000 Гладиатор<br />
- 1000 Патриарх.<br />
Вся армия при апкипе 0,00005 потребляет в час 8358 еды и 8358 энергии. Нам, например, на эту армию не хватает 1000 еды. Т.е. у нас не хватает примерно 6% для содержания армии. Мы делим эту сумму на 5 частей (по 1,2%). Далее, начинаем убивать (начиная с солдата, округляя до ЦЕЛОГО юнита) по 1,2% от группы. Начинаем &laquo;убивать&raquo;<br />
Погиб солдат (округление). Дал нам 60 еды<br />
Погиб гренадер (округление). Дал нам 60 еды.<br />

Погибло 1,2% от  Анимистов (а не 6% сразу) Дали нам 36000 еды.<br />
Анимисты дали сумму достаточную для покрытия нехватки. Далее юниты (Гладиатор и Патриарх) не умирают.<br />
<br />
Если у вас вывезут все ресурсы при нападении:<br />
<br />
У вас на соте сохранятся ресурсы, в размере хранилищ. Но это не все. Армия, находясь на соте &laquo;защищает&raquo; себе содержание в еде и энергии на 24 часа существования (в сумме с хранилищами). Поэтому, если вас ограбили, у вас есть сутки для принятия мер по обеспечению запасов армии.<br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />

<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="7.8. Механика боя"></a>7.8. Механика боя</span></span><br />
<br />
Расчет боя состоит из 4 шагов. <br />
<br />
<span style="font-weight: bold;">Шаг 1.</span> Сталкиваются 2 армии. На данном этапе подсчитывается время раунда. Время раунда зависит от размера армий. Приведу пример для армии в 6 звезд. <br />
Разница армий в % Время боя <br />
10 5,4 мин <br />
50 27 мин <br />

100 (равные) 30 мин (предел по времени боя) <br />
Более 30 минут раунд быть не может <br />
<br />
<span style="font-weight: bold;">Шаг 2.</span> Перед обсчетом раунда, в защиту попадают все юниты, которые построились, упали из конектора, пришли на защиту. <br />
<br />
Тут есть 2 важных момента <br />
А) в армию попадают все юниты с постройки если ВО ВРЕМЯ раунда нажимался рефреш (кнопка обновить) &ndash; Вами или оппонентом. <br />
Б) В армию попадают все юниты : <br />

- если закончилась строительство загруженных Вами в фабрике юнитов. Пример: раунд 18 минут. 1 гренадер построится за 4,8 минуты. Те если с началом раунда или перед началом его загрузить, то он упадет в армию автоматом. <br />
- если вы строили 10 гренадеров, и конец строительства приходится на раунд, то они так же упадут автоматом. <br />
<br />
- если в течении раунда армии выпали из торгового конектора. <br />
- если в течении раунда армии выпали с трансфера <br />
- если в течении раунда армии вернулись с атак, <br />
- если в течении раунда армии встали на защиту <br />
<br />
<span style="color: rgb(255, 0, 0);">ВНИМАНИЕ:</span> Если Вами загружено строительство, например 10000 гренадеров, и в течении раунда вы или противник не нажимали рефреш &ndash; построившиеся юниты не будут добавлены во внутреннюю армию. <br />

<br />
<span style="font-weight: bold;">Шаг 3.</span> Рассчитывается бой. <br />
Причем вся домашняя армия считается как единая, т.е. одинаковые группы юнитов у защищающегося игрока складываются в &quot;псевдоединую&quot; армию. <br />
<br />
Урон расчитывается приблизительно следующим образом:<br />
<br />
<span style="font-style: italic;">Юнит против Юнита. </span><br />
Весь полученный стеком (группой воинов) урон, домножается на параметр эффективности противника, против данного конкретного юнита. Параметр эффективности определяется атаками и уязвимостью юнита которые можно посмотреть, нажав сюда: <a href="http://ds.rambler.ru/?p=warunits_tech_new&amp;type=TECH" class="postlink"><img src="http://ds.rambler.ru/img/tanker/green%20button.gif" alt="Изображение" /></a><br />

<span style="color: rgb(255, 0, 0);"><br />
<span style="font-weight: bold;">Для новичка: Если Вам не интересно считать и разбираться в тонкостях, выбирайте юниты наносящие повреждения в слабые места врага, там где он уязвимей всего. Например, крейсер уязвим для ЕМП оружия, значит его надо атаковать войсками с таким оружием. </span></span><br />
<br />
<span style="font-style: italic;">Бой армий в защите. </span><br />
Допустим на соте защищаются 3 армии (принадлежность роли не играет). <br />
Армия защита 1 <br />
10.000 Гладиатор <br />
1 Солдат, <br />
1 Гренадер, <br />
1 Камикадзе, <br />

1 Ветеран, <br />
1 Стражник, <br />
1000 Транспорт <br />
500 Танкер <br />
<br />
Армия защита 2 <br />
100 Гладиатор <br />
1 Ветеран, <br />
1 Стражник, <br />

1 Танк, <br />
1 Миномет, <br />
1 Штурмовик, <br />
1 Рыцарь. <br />
<br />
Армия защита 3 <br />
1000 Гладиатор, <br />
500 Танкер. <br />
<br />
При обновленном бое армия на защите, для расчетов (те компьютер это сделает автоматически, не переразбивая армии), будет выглядеть так: <br />

&quot;Псевдо&quot; армия &quot;Защита&quot; <br />
11100 Гладиатор (10000+1000+100) <br />
1 Солдат, <br />
1 Гренадер, <br />
1 Камикадзе, <br />
2 Ветеран (1+1), <br />
2 Стражник (1+1), <br />

1 Танк, <br />
1 Миномет, <br />
1 Штурмовик, <br />
1 Рыцарь, <br />
1000 Транспорт, <br />
1000 Танкер (500+500). <br />
<br />
Как будет, рассчитывается урон для группы в этом случае? В начале как в пункте а. У нас 12 групп юнитов, т.е. каждая получит 1/12 урона. Далее разберем, как урон распределится, скажем, внутри группы гладиаторов. <br />
<br />
Допустим гладиаторы получили 10000 урона. Программа выбирает одну из трех групп (10000, 1000 или 100) и насчитывает ей урон как обычной группе. Для примера, давайте случайно выбрали группу в 100 Гладиаторов. В расчете она была уничтожена, но у нас остался излишек урона. Этот излишек передается следующей случайно выбранной группе (остались две - 10000 и 1000 гладиаторов). И так, пока весь урон не будет &quot;погашен&quot;. Если в результате боя, будет &quot;погашен&quot; не весь урон, т.е. все группы погибли, и у нас остался излишек, то урон обнулится. Переложения урона на другие войска не будет. <br />

<span style="color: rgb(255, 0, 0);"><br />
<span style="font-weight: bold;">Для новичка: Если вы не хотите считать - запомните! Все юниты в защите суммируются друг с другом. Это можно видеть в военной базе на экране армии. </span></span><br />
<br />
Регрессия. <br />
Все бонусы (расовые и религиозные) и артефакты считаются в цепочке, по регрессии. <br />
Защита (относительный параметр). Регрессия начинается с параметров юнита, те (1- защита юнита)* значение параметра. <br />
Урон и броня, нападение. Расчитываются по старому, те + к показателям юнита.<br />
<br />
<span style="font-weight: bold;">Шаг 4.</span> Принимается решение об окончании боя. <br />

<br />
Далее начинается второй раунд &ndash; Шаг 1. <br />
<br />
<span style="font-weight: bold;">Условия окончания боя:<br />
<br />
<br />
а) либо пройдет 20 раундов и бой прекращается и побеждает игрок с большим числом войск.<br />
б) либо пока стоимость одной из армий не превысит стоимость другой более чем в 2 раза.<br />
в) либо пока один из игроков не начнет отступление.</span><br />
</p>

<hr width="100%" size="2" />
<p><br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="7.9. Некоторые особенности военных действий"></a>7.9. Некоторые особенности военных действий</span></span><br />
<br />
- С армией которая вас защищает сделать ничего нельзя, она будет сражаться на вашей соте при атаке на вас, если она вас раздражает то напишите ее хозяину письмо с просьбой отзыва. Реквизиты хозяина можно увидеть в этой армии.<br />
<br />
- В военной базе храняться полные отчеты о ваших предыдущих сражениях, это называется - Логи битвы. Чтобы скопировать лог боя из &quot;военной базы&quot;&gt; &quot;Обзор сражений &quot;&gt; выберите необходимый вам отчет&gt; правой кнопкой &gt;выбрать все&gt; копировать. В логах пишется также информация о военных бонусах и религии противника.<br />

<br />
- Нападать на соседей по комплексу невозможно<br />
<br />
- Раунд битвы в Сфере Судьбы динамический. Длина раунда зависит от соотношения участвующих армий, чем соотношение участвующих армий (отношение бОльшей армии к мЕньшей в проде) меньше, тем короче раунд. <br />
<br />
- Реальный просчет потерь происходит в конце раунда. Каждый раунд просчитывается именно в момент своего протекания. Например, если на соту напали две армии одна в 15.00 другая в 15.10. То сперва обсчитается удар первой&hellip; И в первом раунде она уничтожит половину войск, вторая армия будет сражаться через 10 мин уже с половиной войск оставшимися после первого раунда и уничтожит например половину от того что осталось. Т.е во втором раунде первая армия уже будет биться с четвертью от начального объема ..и т.п. Грабить начнет тот, кто первый добьется победы.<br />
<br />
- Бой происходит автоматически.<br />
<br />
- Вы не можете управлять армией, которая послана атаковать соту противника, возможно только отменить атаку или отступить.<br />

<br />
- Все защищающиеся армии (вне зависимости от принадлежности) перед боем складываются в одну мега армию. Как юниты получают повреждения? К примеру: <br />
У нас есть 3 армии по 10 патриархов. Они случайным образом тасуются и выстраиваются пол порядку &ndash; первая, вторая и третья. У нас наносится удар &ndash; по силе равный убийству 15 пап. Что будет? Первая армия погибнет полностью, так как удар &laquo;сквозной&raquo; во второй погибнет 5 пап. Третья останется не тронутой. <br />
<br />
- Можно выбирать скорость перемещения армии. <br />
Скорость меняется от 50% до 150%. Но хотим Вас успокоить. Скорость увеличивается не сразу. Армия постепенно разгоняется. Так что эффект от разгона Вы увидите только через 3-5-7 комплексов от себя. Таким образом, минимальное время атаки (около 2х часов) не меняется.<br />

<br />
- Время движения происходит из расчета того, что мир состоит из колец, а не из рельс. <br />
Наш мир кольцо. Поэтому, затраты на перемещение между 1 и последним комплексом кольца, будут такими же как между двумя обычными соседними кольцами. Кроме этого, при отправке армий в атаку автоматически выбирается меньший путь до цели (по кольцу). <br />
<br />
- Противники не будет сражаться друг с другом если одновременно армии разных игроков вторгнуться на вашу соту.<br />
<br />
- При отмене атаки и обороны ресурсы, затраченные на дорогу, возвращаются только по возвращению армии, а не сразу при нажатии отмены. В случае если Вы отменили атаку или защиту соты соседа. Неиспользованная часть продуктов взятых на апкип армии будет возвращена. Но только после возврата Вашей армии на базу.<br />
<br />
- Если на вашей соте идет бой и у вас деактивиривались ворота, то:<br />
если захватчик выйграет он разграбит вашу соту и улетит обратно.<br />
если захватчик проиграет он так же улетит обратно.<br />

<br />
- Вы можете посылать ваши армии не только атаковать, но и защищать.<br />
Защищать можно:<br />
ваши колонии<br />
ваших соседей по комплексу<br />
ваших соальянсовиков<br />
это полезно при альянсовых войнах и для отвода армии от более сильной армии, если факт нападения таковой был вами зафиксирован.<br />
<br />
- При вашей победе на соте противника вы сможете разграбить ресурсы , которые скопились у него, грабить ресурсы позволяет наличие транспорта.Вы сможете разграбить те ресурсы которые вы указали приоритетными когда отправляли армию, если же нет, то грабеж соты происходит всех ресурсов равномерно. Т.е, если у противника недостаточно транспорта, он не сможет вывезти все ваши ресурсы или какой-либо один полностью.<br />
<br />

- Захватывать соты/колонии других игроков, выносить их артефакты, уничтожать население, грабить золотые и серебряные кредитынельзя, на данный момент можно унести только ресурсы..<br />
<br />
- Чтобы узнать открыты ли ворота у вашей будущей цели введите номер соты и комплекса, переключивших на комплекс с помощью блока навигации, нажмите кнопку поиска снизу и комплекс вашего противника предстанет перед вами. Если ворота открыты то они показаны синим цвнтом, есмли же нет, то как-бы надломленны.<br />
<br />
- Если на вас нападают, то нападение идёт на все три соты (центральную нейтральную и домашнюю). Бой происходит в неком абстрактном пространстве где-то на территории соты.<br />
<br />
- Наличие у противника МВ (межкольцевых ворот) дает ему возможность нападать на другие кольца, если у вас нет МВ, но на вас летит армия с другого кольца, не удивляйтесь.<br />
<br />
- Предупреждение о нападении вы получите сражу же как только армия противника вылетит на вашу соту.<br />
<br />
- Построив несколько военных фабрик, вы сможете в каждой из них тренировать юниты таким образом строительство армии будет во много раз быстрее.</p>

<p>- Когда игрока удаляют, все события, связанные с ним уничтожаются также, равно как и ресурсы, которые вы, возможно, вывезли вывезли.<br />
</p>
<hr width="100%" size="2" />
<p><br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="8. Вопрос Ответ"></a>8. Вопрос Ответ</span></span><br />
<br />
<span style="font-weight: bold;">В этом разделе собраны часто задаваемые вопросы, не нашедшие себе места  в остальных частях FAQ.</span><br />
<br />
<img src="http://ds.rambler.ru/images/q.png" alt="Изображение" /> <span style="color: blue;">Вопрос</span> <img src="http://ds.rambler.ru/images/a.png" alt="Изображение" /> <span style="color: blue;">Ответ</span><br />

<br />
<br />
<span style="color: lime;">Q:</span> Правда ли , что существуют бонусы юнит против юнита?<br />
<span style="color: orange;">A:</span> Как вы знаете, каждый воин на практике обладает своим оружием. У кого то голые руки, у кого то автомат, кто то голышом, а кто то в броне. На данный момент мы ввели таблицу оп атакам и уязвимостям юнитов. Согласно этой таблице был рассчитал К взаимодействия юнитов. Таким образом, теперь, при столкновении 2 юнитов урон нанесенный ими умножается на К взаимодействия. К нет нигде в явной форме, но вы можете посмотреть атаки и уязвимости юнитов (<span style="font-weight: bold;">В</span>оранеры) (<span style="font-weight: bold;">Л</span>иенсу) (<span style="font-weight: bold;">П</span>солао)<br />
<br />

<span style="font-weight: bold;">В:</span> <a href="http://ds.rambler.ru/?p=warunits_tech_new&amp;type=TECH" class="postlink"><img src="http://ds.rambler.ru/img/tanker/green%20button.gif" alt="Изображение" /></a><br />
<br />
<span style="font-weight: bold;">Л:</span> <a href="http://ds.rambler.ru/?p=warunits_bio_new&amp;type=BIO" class="postlink"><img src="http://ds.rambler.ru/img/tanker/green%20button.gif" alt="Изображение" /></a><br />
<br />
<span style="font-weight: bold;">П: </span><a href="http://ds.rambler.ru/?p=warunits_psi_new&amp;type=PSI" class="postlink"><img src="http://ds.rambler.ru/img/tanker/green%20button.gif" alt="Изображение" /></a><br />
<br />
<br />
<span style="color: lime;">Q:</span> Поясните про обновление соты. <br />
<span style="color: orange;">A:</span> Алгоритм внешнего &laquo;обновления&raquo; (refresh) игрокатаков: Представте, что вас атакуют. Вы часто нажимаете кнопку &laquo;обновить&raquo; на своей соте, чтобы увидеть, появилась ли прослойка (из коннектора или из строительства) и т.д. Теперь, если игрок, который атакует Вас также нажмет кнопку &laquo;обновить&raquo;, у Вас на соте будут рассчитаны следующие события: <br />

Для игрока, на соте у которого происходит &laquo;обновления&raquo; (refresh), события обрабатываются следующие события. <br />
Среди военных событий: <br />
- Все атаки на этого игрока. <br />
- Все перемещения войск двигающихся на этого игрока. <br />
- Все возвращающиеся на соту игрока армии. <br />
ВНИМАНИЕ! Атаки данного игрока на другие соты не будут обрабатываться.<br />
<br />
<span style="color: lime;">Q:</span> Я не могу изучать шпионаж, почему?<br />

<span style="color: orange;">A:</span> Потому что он отключен и будет реализован позже.<br />
<br />
<span style="color: lime;">Q:</span> Как мне попасть на второй уровень?<br />
<span style="color: orange;">A:</span> Переезд в Телец 2 уровня возможен при удержании игроком первого уровня места топ 600 своего мира. Топ 100 едут в обязательном порядке, те, кто прожил в Тельце 1 более 40 дней. Максимальный срок жизни в Тельце 1 ровно 90 дней<br />
по достижению определенного места в рейтинге ждите письмо по игровому сообщению, только после этого сможете переехать, переезд происходит со всем имуществом, сота на первом уровне копируется и замораживается, позже она удалится.<br />
<br />
<span style="color: lime;">Q:</span> Что диктует цены на артефакты и какие методики оценки их стоимости существуют ?<br />

<span style="color: orange;">A:</span> Если артефакт огромный или большой, то как правило, еси хозяин желает продать его, то он оказывается в разделе &quot;Торговля/продажа&quot;. Именно там делается начальная ставка, далее лишь желание игроков набивает этом артефакту цену.<br />
На межкольцевых торгах цена артефакта зависит лишь от благоразумия его владельца.<br />
Стоимость локальных артефактов считаеться подсчетом его добычи за день и умножением на 31 (дни месяца) с накидыванием %.<br />
военные артефакты самые дорогие их стоимость сильно варьируеться, самые дорогие военные артефакты на защиту.<br />
<br />
<span style="color: lime;">Q:</span> Что происходит с ресурсами, если отменить строительство или снести готовое здание? <br />

<span style="color: orange;">A:</span> При отмене строительства теряется минимум 25%, если здание было готово более чем на 25% то возвращается остаток. При сносе здания возвращается только пустое место и никаких ресрсов.<br />
<br />
<span style="color: lime;">Q:</span> что произойдет со зданиями в центральной и нейтральной сотах если я деактивирую ворота?<br />
<span style="color: orange;">A:</span> В центральной соте все здания деактивируются, а те здания, которые в момент деактивации строились исчезнут, то же и с юнитами, если заводы были загружены юнитами этот заказ исчезнет и вернет 50% портаченных ресурсов.<br />
<br />
<span style="color: lime;">Q:</span> Сколько времени восстанавливается работа зданий после отключения электричества?<br />

<span style="color: orange;">A:</span> 1/3 времени строительства.<br />
<br />
<span style="color: lime;">Q:</span> Построил 20 научных центров, развил всё по максимуму, если снесу все центры, что будет и куда денутся учёные?<br />
<span style="color: orange;">A:</span> Уровень науки останеться а ученые исчезнут.<br />
<br />
<span style="color: lime;">Q:</span> Имеет ли смысл перед открытием ворот договориться с альянсом о моем приеме?<br />

<span style="color: orange;">A:</span> Да, это идеальный вариант развития<br />
<br />
<span style="color: lime;">Q:</span> Смогу ли я изучать дисциплину продиум после деактивации ворот?<br />
<span style="color: orange;">A:</span> Да это возможно<br />
<br />
<span style="color: lime;">Q:</span> Построившиеся здания, приносящие какой либо вид ресурса, начинают приносить ресурсы после нажатия кнопочки обновить или же сразу же как только построятся ?<br />

<span style="color: orange;">A:</span> Сразу же после того как построяться.<br />
<br />
<span style="color: lime;">Q:</span> Со скольки и до скольки ночью не доступен игровой сервер?(время укажите московское) а то не раз ночью натыкался на эту надпись, когда нужно что-то построить было.<br />
<span style="color: orange;">A:</span> Даунтайм серверов бывет с 4 до 5 - 7 ночи по Москве.<br />
<br />
<span style="color: lime;">Q:</span> Что будет если враг прилетел а мои ЦВ закрылись?<br />

<span style="color: orange;">A:</span> Армия улетит назад.<br />
<br />
<span style="color: lime;">Q:</span> Когда я пытаюсь ввести некое число, чтобы заказать юниты или отправить армию мне сбрасывает на 0. как быть?<br />
<span style="color: orange;">A:</span> Переключите раскладку ии же вводите цифры с NumLock<br />
<br />
<span style="color: lime;">Q:</span> Те ученые, которые будут делаться во время исследования, они будут сразу включаться в работу-тем самым уменьшая время исследования или будут зависать, а потом уже участвовать в следующем исследовании?<br />

<span style="color: orange;">A:</span> Будут сразу подключаться к уже текущему исследованию.<br />
<br />
<span style="color: lime;">Q:</span> Кто такие мимикри?<br />
<span style="color: orange;">A:</span> <a href="http://barma.tail.ru/ds/army.php?race=other" class="postlink"><span style="color: brown;"> КРАТКОЕ ОПИСАНИЕ</span></a><br />
<br />
<span style="color: lime;">Q:</span> Как получить аватара?<br />

<span style="color: orange;">A:</span> Пока никак они еще не введены в игру.<br />
<br />
<span style="color: lime;">Q:</span> Можно ли увеличить скорость строительства зданий?<br />
<span style="color: orange;">A:</span> Нет <br />
<br />
<span style="color: lime;">Q:</span>  У большинства тут звания и символика в виде звездочек на форуме...<br />

Как это влияет на игру и дает ли какие нибудь бонусы и плюсы?<br />
<span style="color: orange;">A:</span> Нет это лишь для самолюбования.<br />
<br />
<span style="color: lime;">Q:</span> А как разместить рисунок в своей подписи  и аватару?<br />
<span style="color: orange;">A:</span> Нажмите кнопку &quot;профиль&quot; вверху форума. в подписи используйте тэг: [img] адрес картинки [/img] без пробелов<br />

<br />
<span style="color: lime;">Q:</span> Где мне раздобыть юниты других расс для прокладки?<br />
<span style="color: orange;">A:</span> Необходимо либо договорится с кем-нибудь, либо покупать эти юниты после постройки МКТ на межкольцевом аукционе, либо в альянсе. В мирах раса против расы вы не сможете их получить.<br />
<br />
<span style="color: lime;">Q:</span> После апгрейда здания, что будет с артефактом в этом здании? <br />
<span style="color: orange;">A:</span> Он остнеться на своем месте.<br />

<br />
<span style="color: lime;">Q:</span> Я на соте построил монолит, но не могу там создавать оракулов и потриархов. пожалуста оьясните, почему?<br />
<span style="color: orange;">A:</span> Для этого необходимы более высокие уровни науки, сверьтесь по ссылке юнитов.<br />
<br />
<span style="color: lime;">Q:</span> И все же какая армия считаеться оптимальной при открытии ворот?<br />
<span style="color: orange;">A:</span> Запомните золотое правило - армия должна строится непрерывно.<br />

<br />
<span style="color: lime;">Q:</span> Где все-таки выцепить csv-файлы?<br />
<span style="color: orange;">A:</span> <a href="http://ds-game.ru/ds/csv/ranking_%D1%F4%E5%F0%E0%20%C4%F0%E0%EA%EE%ED%E0%20%281-%E9%20%F3%F0%EE%E2%E5%ED%FC%29.csv.gz" class="postlink">Сфера Дракона (1-й уровень)</a><br />
<a href="http://ds-game.ru/ds/csv/ranking_%D1%F4%E5%F0%E0%20%D2%E5%EB%FC%F6%E0%20%281-%E9%20%F3%F0%EE%E2%E5%ED%FC%29.csv.gz" class="postlink">Сфера Тельца (1-й уровень)</a><br />
<a href="http://ds-game.ru/ds/csv/ranking_%D1%F4%E5%F0%E0%20%D2%E5%EB%FC%F6%E0%20%282-%E9%20%F3%F0%EE%E2%E5%ED%FC%29.csv.gz" class="postlink">Сфера Тельца (2-й уровень)</a><br />
<br />
<span style="color: lime;">Q:</span> Если мои соседи по соте неактивны, то я всегда буду один в комплексе? Могут ли эти соты занять другие игроки?<br />

<span style="color: orange;">A:</span> Да если они в течении месяца не зайдут на свои соты, то автоматически удалятся и их место займут новые люди.<br />
<br />
<span style="color: lime;">Q:</span> Бесплатна ли передача ресурсов между колонией и базой?<br />
<span style="color: orange;">A:</span> Ресурсы тратятся только за трансфер армии, посчитать затраты можно встроеным калькулятором в КЦ.<br />
<br />
<span style="color: lime;">Q:</span> Что лучше: сразу сделать побольше сборщиков энергии или дождаться конца исследований для колодца/источника?<br />

<span style="color: orange;">A:</span> Для начала надо застроить весь песок , а затем, если все же будет не хватать энергии построить паруса на земле с последующим их сносом.<br />
<br />
<span style="color: lime;">Q:</span> А правда что администрация может удалить любое здание ?<br />
<span style="color: orange;">A:</span> Да, но это платная услуга. 100р.<br />
<br />
<span style="color: lime;">Q:</span> Помогите я захожу в игру а мне вместо проверки плагина flash пишут DB-connection failed что мне делать?<br />

<span style="color: orange;">A:</span> Это значит , что игра на данный момент не доступна, почитайте новости, возможно причина отключения указана именно в них. Если же нет, то просто наберитесь терпения.<br />
<br />
<span style="color: lime;">Q:</span> Начисляются ли очки за удачные атаки? и отнимаются, если грабят тебя и убивают твоих юнитов?<br />
<span style="color: orange;">A:</span> Да, очки будут отображаться в военном рейтинге.</p>
<p><span style="color: lime;">Q:</span> Какова форума производства ресурсов?<br />

<span style="color: orange;">A:</span> производство = производство_за_ход + абсолютный_бонус + ( производство_за_ход ) * процентный_бонус</p>
<p>где: <strong>абсолютный бонус</strong> - локальные артефакты; <strong>процентный бонус</strong> - религия, бонус расы, сотовые альянсовые комплексные арты, бонусы от науки.</p>
<p><br />
</p>
<p> </p>
<hr width="100%" size="2" />

<p><br />
<br />
<br />
<span style="font-weight: bold;"><span style="font-size: 155%; line-height: normal;"><a name="9. Полезные ссылки"></a>9. Полезные ссылки</span></span><br />
<br />
</p>
<p>1.<a href="http://stat.destinysphere.ru"> <span class="postlink"> </span><span class="postlink"><span style="color: brown;">Анализатор&nbsp; (удобный инстумент для комфортного ориентирования в игровом пространстве, необходима авторизация в игре)</span></span></a><br />
2. <a href="http://ds-game.ru/?p=buildings_voraner" class="postlink"><span style="color: brown;">Таблица  зданий</span></a><br />

3. <a href="http://ds-game.ru/?p=warunits_tech_new" class="postlink"><span style="color: brown;">Таблица юнитов</span></a><br />
4. <a href="http://www.ds-game.ru/?p=zd" class="postlink"><span style="color: brown;">Таблица артефактов (Другие типы: Помощь&gt; Обзор артефактов</span></a>)<br />
5. <a href="http://ds-game.ru/?p=support_contact" class="postlink"><span style="color: brown;">Контакты с администрацией</span></a><br />
6. <a href="https://billing.destinysphere.ru/" class="postlink"><span style="color: darkred;">Платные услуги</span></a><br />
<a href="http://stat.destinysphere.ru//" class="postlink"><span style="color: brown;"><br />
</span></a></p>

<hr width="100%" size="2" />
<br />
<span class="postbody"><font size="1"> Все предложения о дополнении и исправлении данного материала присылайте на e-mail: tanker@destinysphere.com</font></span><br />
<font size="1"> <span style="font-style: italic;">Unlimited Edition v.1.8 </span></font><font size="1"><span style="font-style: italic;">(с) TANKER </span></font>
<p> </p>                                            </td>
                                            <td background="../img/cabinet/border/03/r.gif"></td>
                                        </tr>
                                        <tr>

                                            <td><img src="../img/cabinet/border/03/b_l.gif" border=0></td>
                                            <td background="../img/cabinet/border/03/b.gif"></td>
                                            <td><img src="../img/cabinet/border/03/b_r.gif" border=0></td>
                                        </tr>
                                    </table>
                                </td>
                            </tr>
                            <!--end center-->
                                                        <tr>

                                <td height=100%></td>
                            </tr>
                            
                            <tr>
                                <td height=3 class=f_d01></td>
                            </tr>
                            <!--end line-->
                            
                            <!--begin footer-->
                            <tr>
                                <td>

                                    <table width=100% height=100% border=0 cellpadding=0 cellspacing=0>
                                        <tr>
                                            <td width=100% class=f_bg01>
                                                <table width=100% height=100% border=0 cellpadding=0 cellspacing=0>
                                                    <tr>
                                                        <td align=center>
                                                            <div valign=middle onclick="openURL('../../?p=press');" class=b_menu><span style="position: relative; top: 20px;">ПРЕССА</span></div></td>
                                                        <td width=2><img src="../img/cabinet/btn/b_d01.gif" border=0></td>

                                                        <td align=center>
                                                            <div valign=middle onclick="openURL('../../?p=support_contact');" class=b_menu><span style="position: relative; top: 20px;">КОНТАКТЫ</span></div></td>
                                                        <td width=2><img src="../img/cabinet/btn/b_d01.gif" border=0></td>
                                                        <td align=center>
                                                            <div valign=middle onclick="openURL('../../?p=about');" class=b_menu><span style="position: relative; top: 20px;">О НАС</span></div></td>
                                                        <td width=2><img src="../img/cabinet/btn/b_d01.gif" border=0></td>
                                                    </tr>
                                                </table>

                                            </td>
                                            <td height=100% valign=top>
                                                <table width=100% height=100% border=0 cellpadding=0 cellspacing=0>
                                                    <tr>
                                                        <td height=22 valign=top><img height=22 src="../img/cabinet/bg/bg_footer_t_l.gif" border=0></td>
                                                    </tr>
                                                    <tr>
                                                        <td align=right valign=middle class=copyrights background="../img/cabinet/bg/bg_footer_b_l.gif">&nbsp;2003-2009 © DestinySphere GmbH, ООО Сфера Судьбы. All Rights Reserved.</td>

                                                    </tr>
                                                </table>
                                            </td>
                                        </tr>
                                    </table>
                                </td>
                            </tr>
                            <!--end footer-->
                        </table>

                    </td>
                    <td valign=top class=bg_right><img src="../img/cabinet/bg/bg_right.jpg" border=0></td>
                </tr>
                <tr>
                    <td><img src="../img/cabinet/bg/bg_b_l.gif" border=0></td>
                    <td background="../img/cabinet/bg/bg_b_b.gif"></td>
                    <td><img src="../img/cabinet/bg/bg_b_r.gif" border=0></td>
                </tr>
            </table>

        </td>
    </tr>
</table>
</body></html>