<?php

// <font color=\"#FFFF0F\"><u><a href=\"{[HREF]}\">форму</a></u></font>
// немецкая локализация
$GLOBALS['ERROR_TEXT'][1] = array(
	
	// текст ошибки по-умолчанию
	'DEFAULT_ERROR' 		=> 	
"",

	// тайм-аут сессии
	'SESSION_CLOSE' 		=> 
"",
	
	// защита от фейкового премиума
	'FAKE_PREMIUM' 			=> 
"",

	// game down 
	'GAME_CLOSED' 			=>
"",


	'USER_BAN' 				=>
"",


	'SERVER_SYNC_ERROR' 	=>
"",


	'SRC_ARMY_TRANSFERED' 	=>
"",
	

	'DST_ARMY_TRANSFERED' 	=>
"",


	'CREATE_ARMY' 			=>
"",

	
	'BUY_NOT_ENOUGTH' 		=> 
"",

);

// английская локализация
$GLOBALS['ERROR_TEXT'][2] = array(
	
	// текст ошибки по-умолчанию
	'DEFAULT_ERROR' 		=> 	
"Error.\nTry to do one of the following:\n  - refresh comb\n  - close browser and login again\n  - clear cookies\n  - clear cache of Flash Player\n  - press \"exit\" button\nIf error still present inform support.\nSorry for inconvenience.",

	// тайм-аут сессии
	'SESSION_CLOSE' 		=> 
"Your session is closed.\n Please relogin.",
	
	// защита от фейкового премиума
	'FAKE_PREMIUM' 			=> 
"This action already executed.\n Try to relogin. If it doesn't help press \"exit\" button on the game enter page",

	// game down 
	'GAME_CLOSED' 			=>
"Sorry game closed.\n It will be open soon. Please wait.",


	'USER_BAN' 				=>
"Your account was deactivated by administration.",


	'SERVER_SYNC_ERROR' 	=>
"Server syncronization error.\n Please wait the problem will be fixed soon.",


	'SRC_ARMY_TRANSFERED' 	=>
"Sorce army to trasfer is lost.\n Try to reopen menu or relogin.",
	

	'DST_ARMY_TRANSFERED' 	=>
"Target army to trasfer is lost.\n Try to reopen menu or relogin.",


	'CREATE_ARMY' 			=>
"Sorce army dont have need count of this type of units.\n Try to reopen menu or relogin.",

	
	'BUY_NOT_ENOUGTH' 		=> 
"Not enougth resources to buy this item.\n Try to refresh comb.",

);

// русская локализация
$GLOBALS['ERROR_TEXT'][3] = array(
	
        'DEFAULT_ERROR'         =>
"<b>Произошла ошибка</b>\nПопробуйте выполнить следующие действия:\n  - обновите соту\n  - закройте окно браузера и зайдите заново в игру\n  - сразу после ввода логина и пароля, нажмите кнопку \"<b>выход</b>\" на странице входа в игровой мир и зайдите заново\n  - очистите Cookies; в <b>InternetExplorer</b> меню \"<i>сервис</i>\" -> \"<i>свойства обозревателя</i>\" ->\"<i>общие</i>\" -> кнопка \"<i>удалить Cookie</i>\"\n  - очистите временные файлы Flash-плеера (щелкните правой кнопкой мыши по окну с игрой, выберите пункт\"<i>settings</i>\", подвиньте ползунок до конца влево, нажмите кнопку \"<i>OK</i>\" и перезагрузите страницу)\n  Если никакие из указанных мер не помогли решить проблему, то обратитесь в службу поддержки. Используйте для этого форму на странице входа в игру, указав время возникновения ошибки и действия, которые приводят к ее появлению.\n  Приносим свои извинения за временные неудобства.",

        'SESSION_CLOSE'         =>
"<b>Время текущей сессии истекло.</b>\nПожалуйста, зайдите в игру заново.",
        
        'FAKE_PREMIUM'          =>
"<b>Действие уже было выполнено.</b>\nЕсли данная ошибка повторяется, то нажмите кнопку \"выход\" в игре, затем нажмите кнопку \"выход\" на странице входа в мир и зайдите заново в игру.",

        'GAME_CLOSED'           =>
"Извините, <b>DestinySphere</b> временно недоступна.\nМы делаем всё, чтобы играть было приятнее и быстрее.\nСкоро игра снова заработает...
<i>Мы напоминаем, что каждую ночь в 4 часа по Московскому времени игра отключается примерно на час для проведения профилактических работ.\nИногда работы длятся по 5-6 часов, будьте терпеливы.</i>",
        
		'USER_BAN'              =>
"Ваш игровой аккаунт заблокирован за нарушение вами правил пользования сервисом.\nЗа разъяснениями вы можете обратиться по
адресу <a href=\"mailto:dv@destinysphere.com\"><b><u>dv@destinysphere.com</u></b></a>",

        'SERVER_SYNC_ERROR'     =>
"<b>Обнаружена рассинхронизация серверов по времени.</b>\nЭта ошибка возникла у всех игроков вашего мира, поэтому воздержитесь от обращения в службу поддержки, а просто подождите, когда ошибка будет устранена.\nПриносим свои извинения за временные неудобства.",

        'SRC_ARMY_TRANSFERED'   =>
"<b>Армии, из которой вы пытаетесь перевести юнитов, не существует.</b>\nЗакройте меню армий и откройте его заново, если это не поможет, перезайдите в игру.",
        
        'DST_ARMY_TRANSFERED'   =>
"<b>Армии, в которую вы пытаетесь перевести юнитов, не существует.</b>\nЗакройте меню армий и откройте его заново, если это не поможет, перезайдите в игру.",

        'CREATE_ARMY'           =>
"<b>Вы пытаетесь использовать большее количество юнитов, чем у вас есть.</b>\nПопробуйте закрыть меню создания армий и открыть его заново, если это не поможет, перезайдите в игру.",

        'BUY_NOT_ENOUGTH'       =>
"<b>Недостаточно ресурсов для покупки.</b>\nПопробуйте обновить соту.",

);

define("ERROR_JOKES_ENABLE", 0);

$GLOBALS['ERROR_JOKE'] = array(
	1 => '',
	2 => '', // <b><u>DEVELOPERS COMMENTS:</u></b>
	3 => '<b><u>КОММЕНТАРИЙ ОТ РАЗРАБОТЧИКОВ:</u></b> '
	
);

$GLOBALS['ERROR_JOKES'][1] = array(
	''
);

$GLOBALS['ERROR_JOKES'][2] = array(
	''
);

$GLOBALS['ERROR_JOKES'][3] = array(
	'Центры на кольцах сбились. Пора на балансировку :-)',
	'На вашей соте пуфики не законтрены, так что работать не будет :-)',
	'Ты сам хоть понимаешь, что ты только что сделал?:-)',
	'Бац, бац ... и мимо! Т.е. ошибка получилась :-)',
	'Не грусти - похрусти. Всеравно ничего сделать не получается :-)',
	'Отнесись к этому философски ... зато у тебя теперь есть время на другие дела :-) ',
	'Ну что, испугался? Саичка за испуг :-)',
	'Если мы ошибаемся, значит мы что-то делаем :-)',
	'Данная ошибка зарезервирована для будущих ошибок, которые мы еще не сделали, но сделаем :-)',
	'Незаконная ошибка, вам не разрешен доступ к этой ошибке. В следующий раз вы будете забанены :-)',
	'Это ошибочная ошибка ошибистая до глубины своей ошибочности :-)',
	'Это ужасная ошибка, одному богу известно, что произошло :-)',
	'КТО ЗДЕСЬ? <:-[ ]'
);
?>