
1.Управление Администраторами  

Данные раздел меню создавать администраторов ситемы, 
управлять и доступами и редактировать структуру меню административной части.

Рассмотрим подразделы подробнее.

1.1 Меню
Здесь редактируеться структура административного меню. Разделы меню можно: 
	- Создавать (не рекомендуеться этого делать)
	- Уничтожать (не рекомендуеться этого делать)
	- Редактировать их название.
	Для редактирование название пункта меню необходимо кликнуть по его названию и в 
	открывшейся форме изменить имя пункта.
	- Переставлять в списке в рамках одного раздела подменю.
	Для этого необходимо щелкнуть по пункту меню и в открвшейся форме 
	изменить значение поля "Порядок сортировки". Пункты сортируються в порядке возрастания этого 
	индекса.
	- Включить/выключить пункт меню. Можно сделать пункт недоступным из навигации. Для этого заходят оисанным выше способом в 
	редактирование меню и ставиться или убираеться галочка "Активно".
	
1.2 Статистика
Здесь содержиьтся статитика по деятельности администраторов в сиситеме.
	
1.3 Супер-администраторы
Здесь создаються новые администраторы сиситемы. Для создания нового администратора надо 
нажать кнопку ADD. Для рекдатирования уже имеющихся нажимаетсья кнопка со стрелочкой напротив имени 
нужного администтратора. Необходимо обратить внимание что созданный администратор уже неможет быть удален из сиситемы.
Можно только запретить ему доступ в сиситему. Это делается с помощьюю снятия галки "Активен". Если эта галка
снята то он более неможет получить доступа к системе. Для смены пароля достаточно просто ввести новый пароль в окошко  пароля. 
Так же можно и напомнить пароль.

2. Управление сайтом  
Из это гораздела производиться управление контентом и струтурой сайта.

2.1 Текстовые блоки
Здесь редактируеться статтическая тестовая информация на сайте.

	- Редактирование блока.
	Для этого необходимо щелкнуть по ссылке "Выписать". И вы попадете в окошко в котором в сможете 
	редактировать текстовый блок в визуальном редакторе. Работа с которым аналогична ворду (документы с несложным форматированиепм 
	можно капировать сюда прямо из ворда и при этом внешний вид бдует сохранен). если есть подребнсоть то можно редактировать 
	прямо в виде HTML поствив в левом верхнем углу редактора "Разметка". По окнчанию работы надо обезательно нажать кнопку "Применить", иначе 
	текстовый блок будет аркеплен за вами и никто несможет его использовать. Если текстовый блок сейчас закреплен за каким-то пользователем то напротив него пишеться 
	имя пользователя заблокировавашего его под себя. Пока он не нажмет кнопку применить, блок не будет доступен для остальных.
	
	Редактирование параметров текстовго блока, так ких как название блока (видно только в админке) и разделы сйта для которых доступен можно по кнопке 
	"Редактировать".
	
	- Удаление блока происходит по кнопке "Удалить".
	
	- Создание нового блока проиходит следующим образом.
	Нажимаем кнопку "Add". Воводим название блока. Указываем для каких разделов сайта это
	блок должен быть доступен. Водим текст. Нажимаем кнопку "применить".
	
2.2 Дерево страниц
Показывает структуру сайта в виде дерева. Данный сайт поддерживает вложенность не более трех.
Кликнув по ссылке с названием страницы, которая вас имнтеерсует вы можете посматерть  название текстовго блока, который формирует 
контент данные страницы, заменить его на другой, доступный для данного раздела или же вобще удалить тектосвый блок с данной страницы.
Кнопка "Edit" в даннйо версии отключенна.

2.3 Дерево страниц
Здесь управляеться структура сайта.

	2.3.1 Разделы 1го уровня
	Зесь формируються разделы первого уровня. Их можно дабавлять, удалять и редавтировыать.
	У раздела есть следующий набор свойств:
		- Порядок сортировки.
		Это то в каком порядке они будут выведены. Сортируються по возрастанию индекса.
		- Название.
		Собсвенно название раздела
		- Активная картинка
		Картинка с помощью которой формируеться меню.
		- Пассивная картинка 
		Не используеться в даннйо версии сайта.
		- URL
		Сыллка которая ведет с пункта.
	
	2.3.2 Страницы
	Это собственно страницы второгои третьего уровня. Здесь все старницы деляться на входящие в разделы и без разделов 
	(т.е. не числящиеся в каом либо пункте меню. На данном сайте к тами относиться только входная страница сайта.)
	Далее будем рассматривать только страницы входящие в какую либо из категорий. У старниц без категории все тоже самое.
	
	Все странице разбиты по категориям второго уровня. Какую именно категорию расматриваеть на данный момент.
	
	Со старницей можно делать следующие действия 
		1. Создавать.
		2. Удалять.
		3. Редактировать.
		4. Перейти на подуровень вложенности т.е. на 3 уровень (клик по названию страницы)
		5. Делать ресет кеша данной странице в случае елси необходимо срочно опубликовтаь изменение до истечения времени усторевани якеша.
	
	Страница обладает следующими свойствами:
		- Порядок сортировки.
		Порядок сортировки страницы в разделе. Сортируються по возрастанию индекса.
		- Название
		Название страницы которое будет видно в меню
		- Категория  
		В какой категории создавать. по умолчанию та из каторой вы пытаетесь это создать.
		- Макет
		Макет страницы на основание которой надо создавать. Всегда использовать макет "Для регулярной с текстом".
		- Пассивная картинка 
		В данной версии сайта не используеться
		- Активная картинка  
		В данной версии сайта не используеться
		- Строковый идентификатор
		Должен буть уникальным для всех страниц. Будет адресом страницы. Если идентефикатор задать как test, то адресом страницы будет "http://www.ocs01.ru/?p=test"
		- Краткое описание (тег meta description) 
		META  тег страницы
		- Ключевые слова (тег )
		ключевый слова для страницы
		- URL  
		Страница не являеться частью данного сайта а просто пункт меню который ведет куда-то наружу то сюда надо написать адрес 
		этой ссылки.
		- Cache Time 
		Время кеширования страницы в секундах. если не задано то не используеться для данной сраницы кеширование.
		- _BLANK
		Не используеться.
		- Not in main menu
		Не используеться в даннйо версии.
	
	
	
		
	

	
	
