<html>
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=windows-1251">
</head>
<body>

<?php
$action = $_GET['action'];
//echo $action;
$nbsp = "<br>";

switch ($action)
{

	/*---------------------------------------------------------------------------------------------------------------------------------------------------------*/


	//SMS-Services

	//Messages
	case 'Messages':
		$title = 'Messages';
		$help = "<pre>
	<b>Просмотр sms сообщений</b>
		
	Возможность поиска по телефону, с которого было отправлено сообщение,
	по короткрму номеру, на которое оно было отправлено,
	и тексту, содержащемуся в сообщении.
	При отмеченной галочке '<b>Show messages only with empty result field</b>'  покажет только те сообщения, 
	которые остались без ответа.
		
	<b>Поля:</b> 
	<b>Phone</b> - телефону, с которого было отправлено сообщение;
	<b>Date</b> - дата отправки сообщения;
	<b>Short number</b> - короткрму номеру, на которое было отправлено сообщение;
	<b>Type</b> - тип сообщения;
	<b>Text</b> - текст мсообщения
	<b>Result</b> - ответ на сообщение</pre>
                                ";
		break;

	//SMS Statistic
	case 'SMS Statistic':
		$title = 'SMS Statistic';
		$help = "
                                ";
		break;
		
	/*---------------------------------------------------------------------------------------------------------------------------------------------------------*/


	//News

	//Last news
	case 'Lastnews':
		$title = 'Last news';
		$help = "Просмотр, добавление (кнопочка Add), удаление(кнопочка скрестиком) и редактирование(кноповча со стрелочкой) последних новостей$nbsp
                                ";
		break;

		//News Week
	case 'NewsWeek':
		$title = 'News Week';
		$help = "Не используется
                                ";
		break;

		//News Sphere
	case 'NewsSphere':
		$title = 'News Sphere';
		$help = "Не используется
                                ";
		break;

		//Tournament News
	case 'TournamentNews':
		$title = 'Tournament News';
		$help = "Не используется
                                ";
		break;

		//NewsCategory
	case 'NewsCategory':
		$title = 'NewsCategory';
		$help = "Список тем новостей, одна из которых быбирается при добавлении новой новости
                                ";
		break;

		/*---------------------------------------------------------------------------------------------------------------------------------------------------------*/

		//Administrators

		//Menu
	case 'Menu':
		$title = 'Menu';
		$help = "Структура меню<br>
		Для добавлления нового пункта меню надо нажать кнопку Add и заполнить поля<br>
		Для редактирования меню необходимо нажать на него<br>
		Для удаления меню надо нажать на кнопочку с крестиком рядом с ним<br>
		Ддя добабления подменю к уже сужествующему меню, надо нажать на кпопочку со стрелочкой рядом с ним
                                ";
		break;

		// Administrators 
		case 'Administrators':
		$title = 'Administrators';
		$help = "Список администраторов<br>
		Для редакнтирования данных об администраторе необходимо нажать на кнопочку со стрелочкой рядом с ним<br>
		Нажав на Permissions, можно установить в каким именно разделам администратору будет разрешен доступ<br>
		Если администратор активный, то ему не разрешен вход  в админку
                                ";
		break;
		
//Statistics
		
// Union journal 
		case 'Unionjournal':
		$title = 'Union journal';
		$help = "Просмотр действий администраторов<br>
		Возможность поиска по конкретному администратору, разделу, действию или деталям.
                                ";
		break;

		//Activity
		case 'Activity':
		$title = 'Activity';
		$help = "Список администраторов, которые сейчас находяться в админке, и время их нахождения<br>
                                ";
		break;
		
		//Connections list 
		case 'Connectionslist':
		$title = 'Connections list';
		$help = "Список подключений к админке конкретного админа<br>
                                ";
		break;
		
		//Events list 
		case 'Eventslist':
		$title = 'Events list';
		$help = "Суммарное количество подключений к админке и время проведенное в ней конкретного админа<br>
                                ";
		break;	
			
		//Superadmins 
		case 'Superadmins':
		$title = 'Superadmins';
		$help = "Просмотр и редактирование спиcка суперадминов - тех, кому разрешен доступ во все разделы админки<br>
                                ";
		break;
		
		/*---------------------------------------------------------------------------------------------------------------------------------------------------------*/
		
		//Portal
		
		//PeoplePages 
		case 'PeoplePages':
		$title = 'PeoplePages';
		$help = "Просмотр и редактирование списка страниц пользователей,<br>
					находящихся на портале в разделе Помощь -> Страницы игроков
                                ";
		break;
		
			//Aliance pages 
		case 'Aliancepages':
		$title = 'Aliance pages';
		$help = "Просмотр и редактирование списка страниц альянсов<br>
                                ";
		break;	
		
			//DealMakers 
		case 'DealMakers':
		$title = 'DealMakers';
		$help = "Список диллеров, их удаление и добавление, редактирование информации о них<br>
                                ";
		break;
			
			//DealMakers 
		case 'DealMakers':
		$title = 'DealMakers';
		$help = "Список диллеров, их удаление и добавление, редактирование информации о них<br>
                                ";
		break;
				
			//Worlds 
		case 'PortalWorlds':
		$title = 'Worlds';
		$help = "Не используется<br>
                                ";
		break;
					
			//Comrade Page 
		case 'ComradePage':
		$title = 'Comrade Page';
		$help = "Редактирование страницы, которая находится на портале в разделе Разное -> Команда<br>
                                ";
		break;
						
			//Additional Services 
		case 'Additional Services':
		$title = 'Additional Services';
		$help = "Редактирование страницы, которая находится на портале в разделе Разное -> Команда<br>
                                ";
		break;
		
		
		/*---------------------------------------------------------------------------------------------------------------------------------------------------------*/

		//Players

		//Edit user

		//User Data
	case 'UserData':
		$title = 'User Data';
		$help = "Редактирование данных игрока$nbsp
                 		<br>
                 		Возможен поиск игрока по нику, e-mail, или и по тому и по другому<br><br>
                 		Можно изменить:<br>
						Имя пользователя<br>
						E-mail пользователя<br> 
						Имя Соты <br>
						GAMEHELPER - <br>
						GAMEMASTER - <br>
						Глоб. сообщ. - возможность посылать глобальные сообщения<br>
						Пароль
                                ";
		break;

		//User Ban
	case 'UserBan':
		$title = 'User Ban';
		$help = "Возможность забанить пользователя,<br>
				или разбанить ранее забаненого пользователя
                                ";
		break;

		//User time ban
	case 'Usertimeban':
		$title = 'User time ban';
		$help = "Времееный бан пользователя<br>
				Поля:<br>
				Active - если снять галочку, то будет бессрочный бан(аналогично бану в интерфейсе User Ban)<br>
						Ban Start - время начала бана<br>
						Ban End - время окончания бана(поле не пустое, если игрок уже был забанен)<br>
						Ban hours - количество часов бана<br> 
						Ban Reason - причина бана(примеры причин приведены в таблице) <br>
						Comments - коментарии, которые будут записаны в базу данных<br><br>
						Для разбанивания пользователя или уменьшкния времени бана, надо ввести отрицательное число в поле Ban hours
                                ";
		break;

		//User time ban
	case 'Usertimeban':
		$title = 'User time ban';
		$help = "Времееный бан пользователя<br>
				Поля:<br>
				Active - если снять галочку, то будет бессрочный бан(аналогично бану в интерфейсе User Ban)<br>
						Ban Start - время начала бана<br>
						Ban End - время окончания бана(поле не пустое, если игрок уже был забанен)<br>
						Ban hours - количество часов бана<br> 
						Ban Reason - причина бана(примеры причин приведены в таблице) <br>
						Comments - коментарии, которые будут записаны в базу данных<br><br>
						Для разбанивания пользователя или уменьшкния времени бана, надо ввести отрицательное число в поле Ban hours
                                ";
		break;

		//Add Avatar
	case 'AddAvatar':
		$title = 'Add Avatar';
		$help = "<b>Add Avatar</b> - Добавление аватарки пользователю<br>
				Для этого надо ввести:<br>
				User - имя пользователя<br>
						File location - место размещения пользовательской аватарки на сервере, считая от корня(например, http://italy.destinysphere.ru/)<br>
						Enter exist file name - имя файла, если он уже находится по адрусу, указанному выше в поле File location<br>
						или<br>
						Uploud file - имя файла(с путем), находящегося на локальном компьютере<br><br> 
				<b>View Exist Avatars</b> - Просмотр всех сужествующих аватарок, либо аватарки конкретного пользователя,<br>
											с возможностью их удаления

                                ";
		break;

		//Add Alliance Avatar
	case 'AddAllianceAvatar':
		$title = 'Add Alliance Avatar';
		$help = "<b>Add Avatar</b> - Добавление аватарки альянсу<br>
				Для этого надо:<br>
				Выбрать имя мира;<br>
						Ввести имя альянса(имя альянса можно найти по имени пользователя, введя ник игрока в поле User и нажав кнопку Finde ALlliance);<br>
						Ввести имя файла в поле Enter exist file name, если он уже находится по адрусу, указанному выше в поле File location<br>
						или<br>
						имя файла(с путем) в поле Uploud file, находящегося на локальном компьютере<br><br> 
				<b>View Exist Avatars</b> - Просмотр всех сужествующих аватарок в мире, либо аватарки конкретного альянса,<br>
											с их возможностью удаления

                                ";
		break;

		//Reserv comb
	case 'Reservcomb':
		$title = 'Reserv comb';
		$help = "Резервирование соты<br>
				Для этого надо выбрать мир, координаты соты, имя пользователя, для которого будет зарезервирована сота, и написать коментарии<br>
						Если отметить галочку Check и нажать 'Зарезервировать', тогда резервирование не произойдет, а будет произведена проверка выбранной соты
                                ";
		break;

		//Activation

		//Recuirring
	case 'ActivationRecuirring':
		$title = 'Activation Recuirring';
		$help = "Активация аккаунта<br>
		При снятой галочке Activate immediately, выбранному ироку высылается активационное письмо,<br>
		при поставленной галочке - аккаунт активируется немедлено
                                ";
		break;

		// All
	case 'ActivationAll':
		$title = 'Activation All';
		$help = "Активация группы аккаунтов<br>
                                ";
		break;


		// Merge accounts
	case 'Mergeaccounts':
		$title = 'Merge accounts';
		$help = "Слияние нескольких игровых аккаунтов в один.<br>
				Невозможно слить аккаунты из одного и того же мира
                                ";
		break;

		// Change Coords
	case 'ChangeCoords':
		$title = 'Change Coords';
		$help = "Изменение координаты соты
                                ";
		break;

		//Transfer

		//Transfer
	case 'Transfer':
		$title = 'Transfer';
		$help = "Переезд игрока из одного мира в другой<br>
		Если отмечена галочка Delete, то в старом мире сота будет удалена.<br>
		После нажатия кнопки execute необходимо дождаться появления другого окошка, где будет возможность выбора координаты соты в новом мире.<br>
                                ";
		break;

		//Search
	case 'TransferSearch':
		$title = 'Search';
		$help = "Просмотр переездов игроков из одного мира в другой<br>
		Если отмечена галочка Delete, то в старом мире сота будет удалена.<br>
		После нажатия кнопки execute необходимо дождаться появления другого окошка, где будет возможность выбора координаты соты в новом мире.<br>
                                ";
		break;

		//Grant Building
	case 'GrantBuilding':
		$title = 'Grant Building';
		$help = "Добавление возможности пользователю строить здание 'Дом отдыха'<br>
		При нажатии на ссылку 'Show Allowed' появляется список всех игроков, которые могут строить это здание<br>
		Нажав на 'delete' напротив пользователя можно отнять у него это право.
                                ";
		break;

		//Delete

		//Delete User
	case 'DeleteUser':
		$title = 'Delete User';
		$help = "Удаление пользователя<br>
		Найдя пользователя по имени или e-mail, можно полностью удалить его игровой аккаунт ил удалить его только в определенном мире<br>
                                ";
		break;

		//Delete unique buildings
	case 'Deleteuniquebuildings':
		$title = 'Delete unique buildings';
		$help = "Удаление уникального здания<br>
		Найдя пользователя по имени или миру, можно удалить уникальные здания на любой из его сот, выбрав нужные и нажав на кнопку 'Удалить'<br>
                                ";
		break;

		// Multi-accounts




		/*---------------------------------------------------------------------------------------------------------------------------------------------------------*/

		//Game worlds

		//Add

		//Units
	case 'Units':
		$title = 'Units';
		$help = "Добавление юнитов$nbsp
                 		<br>
                 		При выборе мира и ввода имени пользователя выводит список всех армий на всех сотах игрока и количество различных юнитов в них.<br>
                 		В левом меню полволяет увеличить количесво юнитов в любой из армий,<br>
                 		для этого в поле DeltaValue напротив нужных юнитов необходимо ввести колличество, которое надо добавить, и нажать кнопку 'добавить'<br>
                 		в правом меню можно добавить любое количество любых юнитов любой рассы в предварительно выбранную армию.

                                ";
		break;

		//Artefacts
	case 'Artefacts':
		$title = 'Artefacts';
		$help = "Добавление артефактов$nbsp
                 		<br>
                 		Добавоение артефакта конкретному игроку в конкретном мире
                                ";
		break;

		//Resources
	case 'Resources':
		$title = 'Resources';
		$help = "Добавление ресурсов$nbsp
                 		<br>
                 		При выборе мира и ввода имени пользователя выводит список всех ресурсов на кажной из сот игрока, максимально возможное и реальное их количество.<br>
                 		Для добавление ресурсов надо ввести неободимое их количество и нажать кнопку 'принять'.
                                ";
		break;

		//Add science
	case 'Addscience':
		$title = 'Add science';
		$help = "Редактирование уровня наук для определенного пользователя в определенном мире$nbsp
                 		<br>
                 		Вверху выводится табличка, в которой цветом выделены уровни наук, которые уже были изучены.<br>
                 		Если уровень выделен красным, это значит, что данная наука сейчас изучается.
                                ";
		break;

		//Add Users Allowed
	case 'AddUserAllowed':
		$title = 'Add Users Allowed';
		$help = "Разрешает пользователю играть сразу в нескольких мирах<br>
		поле 'участие в турнире' временно не используется
                                ";
		break;

		//Send Messages
	case 'sendMessage':
		$title = 'Send Messages';
		$help = "Рассылка сообщения всем игрокам в конкретном мире.<br>
		Выбирается мир, реально существующий игрок, от имени которого будет послано сообщение, тема сообщения,<br>
		и само сообщение, которо должно содержать не менее 15 слов
                                ";
		break;

		//Statistic

		//Battles
	case 'BattlesStat':
		$title = 'Battle Statistics';
		$help = "<pre>
	Общее количество боев в каждом мире
	за период, в течении которого хранится история боев, 
	с детализацией по дням, часам или неделям</pre>
                                ";
		break;
		
	//Login Stat
	case 'LoginStat':
		$title = 'Login Statistics';
		$help = "<pre>
	Общее количество логинов в игре
	с детализацией по дням, часам или неделям</pre>
                                ";
		break;	
		
	//TransferStat
	case 'TransferStat':
		$title = 'Transfer Statistics';
		$help = "<pre>
	Если галочку <b>ShowDetail</b> не отмечать, то будет выведено общее количество игроков, приехавхих и уехавших в выбранные миры.
	
	При отмеченной галочке <b>ShowDetail</b>, будет выведена статистика с детализацией по дням, часам или неделям,
	после чего можно посмотреть откуда или куда переезжали из конкретного мира, нажав соответственно на ссылку 'откуда' или 'куда' в столбце <b>More</b></pre>
                                ";
		break;

		//New Stat
	case 'NewStat':
		$title = 'New Stat';
		$help = "В полях Start date и End date выбираются начало и конец периода статистики<br>
					В поле Statistic выбирается:<br>
											- user registration (количество зарегестрировавшихся человек)<br>
											- world population (количество людей, заселившихся в мир, выбранный в поле World)<br>
											- user delete (количество человек, выбывших из мира, выбранного в поле World)<br>
					В поле Detail выбирается, насколько детально показывать статистику						
					
                                ";
		break;

		//Close trade
	case 'Closetrade':
		$title = 'Close trade';
		$help = "Выводит Peace periods (периоды, в течении которых нельзя воевать) и No-trade periods(периоды, в течении которых нельзя торговать) в каждом из миров<br>
						нажав на 'add a new period to all worlds' можно добавить Peace или No-trade периоды во всех мирах<br>
						нажав на 'add a new period to this world' можно добавить Peace или No-trade периоды в определенном мире<br>
                                ";
		break;

		//World Transfer
	case 'WorldTransfer':
		$title = 'World Transfer';
		$help = "Разрешение переезда из мира в мир<br>
					Если стоит галочка 'Разр.', значит из мира, который указан выше можно переезжать в мир, который указан справа<br>
					Если стоит галочка 'Прем.', значит переезд разрешен только для премиум-игроков<br>
					Если стоит галочка 'Бесп.', значит переезд бесплатный<br>
					Поле 'порядок' укаывает в каком порядке будут производится автоматические переезды - <br>
					если число у одного мира выше, чем у другого, значит вначале будет производится переезд в первый мир, <br>
					и только после того, как первый мир пелеполнится, переезды будут осуществляться во второй мир.
                                ";
		break;

		//Create

		//World
	case 'CreateWorld':
		$title = 'Create World';
		$help = "Создание нового мира<br>
					Выбарается база данных, язык, тип мира (FREE_FOR_ALL - каждый воюет против каждого, RACE_VS_RACE - расса против рассы, TURNIR - в данный момент не используется)<br>
					вводится имя мира, его идентификатор,<br>
					далее настройки мира, которые позже могут быть заменены в меню Game Settings -> Game modifiers,
					нажимается кнопка 'создать'.
                                ";

		//Complex
	case 'CreateComplex':
		$title = 'Create Complex';
		$help = "Создание новых комплексов<br>
					Выбарается Мир, Кольцо
		и количество создаваемых комлексов, нажимается кнопка 'создать' 
                                ";

		//End all events
	case 'Endallevents':
		$title = 'End all events';
		$help = "Завершение событий(постройки и улучшения зданий, тренировки ученых, юнитов, археологов) игрока<br>
					idEventqueue - идентификатор события<br>
					eventName - его название<br> 
					eventStartTime - время, когда событие началось<br>
					eventEndTime - время, когда событие должно закончиться<br>
                                ";	

		//Battle Logs
	case 'BattleLogs':
		$title = 'Battle Logs';
		$help = "Просмотр боев игрока<br>
					Поля:
						ID - идентификатор битвы<br>
						StartDate - начало битвы<br> 
						EndDate - конец битвы<br>
						Type - тип бытвы(D - игрок оборонялся, A - игрок нападал)<br>
						IsWinner - победил ли игрок в этой битве<br>
						IsCombOwner - происходила ли битва на одной из сот игрока<br>
						Comb - сота, на которой была битва<br>
						Action - сислемный лог боя(кто на кого напал, причина окончания боя, сколько ресурсов было разграблено)<br>
						Return Button - кнопка отката боя(при откате боя на соту игрока возвращаются унесенные противником ресурсы, или отнимаются унесенные у противника ресурсы, и возвращаются убитые юниты)<br>
                                ";

		//Unit death logs
	case 'Unitdeathlog':
		$title = 'Unit death log';
		$help = "Просмотр смерти юнитов, ученых и археологов<br>
					Поля:
						Unitname - имя<br>
						check_date - время смерти<br>
						Combname - сота<br>
						before_amount - количество, которое было до смерти<br>
						death_amount - количество умерших<br>
						reason_name - причина смерти (UPKEEP - нехватка ресурсов, TRANSFER - нехватка мест для заселения при трансфере с соты на соту)<br>
                                ";


		/*---------------------------------------------------------------------------------------------------------------------------------------------------------*/

		//Premium accounts

		//Premium support
	case 'Premiumsupport':
		$title = 'Premium support';
		/*$help = "Редактирование премиума$nbsp
		<br>
		Позволяет наити пользователя по фамилии, нику, e-mail или id
		и редактировании юнита или здания, надо выбрать его рассу и название, при редактировании артефакта - эго скоуп, тап бонуса, бонусный ресурс и размер артефакта.
		";*/
		break;

		//Money Accounts
	case 'MoneyAccounts':
		$title = 'Money Accounts';
		$help = "Просмотр количества золотых и серебрянных кредитов в кабинете и всех мирах у конкретного игрока
                                ";
		break;		

		//TurnOn Premium log
	case 'PremiumLog':
		$title = 'TurnOn Premium log';
		$help = "<pre>
	<b>Просмотр добавления премиума</b>
	Возможность поиска по тому, кто дал премиум, и имени игрока, которому дали премиум.
	
	<b>Поля:</b>
	<b>Who was change</b> - кто дал премиум;
	<b>Date</b> - дата;
	<b>Username</b> - имя игрока, которому дали премиум;
	<b>Duration</b> - количество дней, на которое был продлен премиум;
	<b>New end date</b> - дата, когда премиум заканчивается;
	<b>Comments</b> - комментарии;</pre>
                                ";
		break;

		/*---------------------------------------------------------------------------------------------------------------------------------------------------------*/

		//Game Settings

		//Edit Game Attributes
	case 'EditGameAttributes':
		$title = 'Edit Game Attributes';
		$help = "Редактирование игровых атрибутов$nbsp
                 		<br>
                 		Позволяет редактировать, удалять старые и добавлять новые атрибуты юнитов, артефактов, зданий, религий, рас и тераформинга,<br>
							а также изменять уровень наук, необходимых для юнита или здания,<br>
							и редактировать перечень зданий, необходимых для постройки другого здания
                 		<br>
                 		При редактировании юнита или здания, надо выбрать его рассу и название, при редактировании артефакта - эго скоуп, тап бонуса, бонусный ресурс и размер артефакта.
                                ";
		break;

		//Localization
	case 'Localization':
		$title = 'Localization';
		$help = "Игровая локализация$nbsp
                 		<br>
                 		В разделе LANGUAGES
                 		можно удалять и добавлять языки, редактировать их идентификаторы в базе данных, короткие и полные названия 
                 		<br>
                 		В разделе TRANSLATIONS
                 		можно редактировать все тексты в игре: названия, надписи и т.п.
                                ";
		break;

		//ExportCSV
	case 'ExportCSV':
		$title = 'Export CSV';
		$help = "Экспорт игровой локализации в файл .csv, который можно редактировать в Exel
                                ";
		break;

		//Import CSV
	case 'ImportCSV':
		$title = 'Import CSV';
		$help = "Импорт игровой локализации из файла .csv, находящегося на локальном компьютере
                                ";
		break;

		//Building Localization
	case 'BuildingLocalization':
		$title = 'Building Localization';
		$help = "Редактирование названий зданий и их описаний на конкретном языке<br>
					в зависимости от рассы, которая может строить эти здания
                                ";
		break;

		//Interface Localization
	case 'InterfaceLocalization':
		$title = 'Interface Localization';
		$help = "Редактирование  локализации интерфейса<br><br>
					Возможность поиска нужного интерфейса по его имени, тексту(в зависимости от языка) или идентифткатору
					<br><br>
					В квадратных скобках черным шрифтом пишется название интерфейса<br>
					Следующая строчка - его номер в базе данных<br>
					Далее его названия на разных языках<br>
                                ";
		break;

		//Game modifiers
	case 'Gamemodifiers':
		$title = 'Game modifiers';
		$help = "Настройки игрового мира<br>
                                ";
		break;		
		
		//Payment Services
	case 'PaymentServices':
		$title = 'Payment Services';
		$help = "Статистика по платным услугам<br><br>
					<center><b>ФИЛЬТРЫ:</b></center><br>
					<b>UserName</b> - Поиск по имени игрока<br>
					<b>Service</b> - поиск по определенной платной усуги<br>
					<b>Show:</b><br>
					&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>Total</b> - суммарная статистика по платным сервисам<br>
					&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>All operation</b> - список всех платных операций за выбранное время<br><br>
					<br><br>
					<center><b>ПОЛЯ:</b></center><br>
					<b>Service</b> - Название платной услуги<br>
					<b>Count</b> - Количество заказов этой услуги<br>
					<b>Silver Credits</b> - Стоимость услуги, серебряных кредитов<br>
					<b>Gold Credits</b> - Стоимость услуги, золотых кредитов<br>
					<b>User</b> - Игрок, заказавший услугу<br>
					<b>Date</b> - Дата оплаты<br>
					<b>Detail</b> - Подробности<br><br>
					При нажатии на заголовок поля, по нему производится сортировка<br>
                                ";
		break;

	case 'ArtefactPrice':
		//$nbsp = "<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;";
		$title = 'Artefact Price';
		$help = "Изменение цен на артефакты.$nbsp$nbsp
                				Дата - время последнего редактирования цены.$nbsp
                                History - история цен для данного артефакта.$nbsp
                                 <b>Инструкция по импорту файла из экселя:</b><br>
		                1. Устанавливаем нужные фильтры<br>
						2. Нажимем 'select'<br>
						3. Нажимаем кнопочку 'Export CSV'<br>
						4. Нажимаем на ссылку 'Last saved csv file'<br>
						5. Сохраняем файл себе на комп<br>
						6. Открываем его с помощью экселя<br>
						7. Правим (только цыфры!!!!! не трогая заголовки и названия юнитов и ресов, не добавляя новых строчек, не удаляя уже существующие!!!!)<br>
						8. Нажимем в админке в разделе 'Import from csv file:' кнопочку 'Browse', находим файлик UnitPrace.csv у себя на компе(его не запрещается переименовывать), жмем 'Import CSV'<br>
						9. ЧТОБЫ ИЗМЕНЕНИЯ СОХРАНИЛИСЬ, нажимаем 'Change courses'<br>
						PS: Курс со значением 0, вызовет ошибку<br>";
		break;

		//Trade Admin
	case 'TradeType':
		//$nbsp = "<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;";
		$title = 'Trade Type';
		$help = "Изменение налога и трейда на ресурсы, юниты или артефакты<br><br>
                 			Можно менять любой из параметров сразу для всего столбца,
                            для этого ввести новое значение(значения) в строке 'EDIT ALL COLUMN' и нажать кнопку Edit.$nbsp 
                       		Светло-зеленым цветом выделены те сочетания ресурсов, где отмечен флажек 'IsAllowed',
                            то есть данный продукт можно продавать за данный ресурс или деньги.$nbsp 
                            Розовым цветом выделены те сочетания ресурсов, где флажек 'IsAllowed' не отмечен,
                            то есть данный продукт нельзя продавать за данный ресурс или деньги.$nbsp$nbsp
                            	Дата - время последнего редактирования$nbsp
                                Trade - допустимое отклонение от установленного курса в процентах$nbsp
                                Tax - величина налога$nbsp
                                History - история курсов 
                                ";
		break;

	case 'UnitPrice':
		//$nbsp = "<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;";
		$title = 'Unit Price';
		$help = "Изменение цен на юниты.<br><br>
                		Дата - время последнего редактирования цены<br>
                        History - история цен для данного юнита<br><br><br>
		                 <b>Инструкция по импорту файла из экселя:</b><br>
		                1. Устанавливаем нужные фильтры<br>
						2. Нажимем 'select'<br>
						3. Нажимаем кнопочку 'Export CSV'<br>
						4. Нажимаем на ссылку 'Last saved csv file'<br>
						5. Сохраняем файл себе на комп<br>
						6. Открываем его с помощью экселя<br>
						7. Правим (только цыфры!!!!! не трогая заголовки и названия юнитов и ресов, не добавляя новых строчек, не удаляя уже существующие!!!!)<br>
						8. Нажимем в админке в разделе 'Import from csv file:' кнопочку 'Browse', находим файлик UnitPrace.csv у себя на компе(его не запрещается переименовывать), жмем 'Import CSV'<br>
						9. ЧТОБЫ ИЗМЕНЕНИЯ СОХРАНИЛИСЬ, нажимаем 'Change courses'<br>
						PS: Курс со значением 0, вызовет ошибку<br>";
		break;

	case 'ResourcePrice':
		//$nbsp = "<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;";
		$title = 'Resource Price';
		$help = "Изменение цен на ресурсы.<br><br>
                		<b>Дата</b> - время последнего редактирования цены<br>
               			 <b>History</b> - история цен для данного ресурса<br><br>
               			  <b>Инструкция по импорту файла из экселя:</b><br>
		                1. Устанавливаем нужные фильтры<br>
						2. Нажимем 'select'<br>
						3. Нажимаем кнопочку 'Export CSV'<br>
						4. Нажимаем на ссылку 'Last saved csv file'<br>
						5. Сохраняем файл себе на комп<br>
						6. Открываем его с помощью экселя<br>
						7. Правим (только цыфры!!!!! не трогая заголовки и названия юнитов и ресов, не добавляя новых строчек, не удаляя уже существующие!!!!)<br>
						8. Нажимем в админке в разделе 'Import from csv file:' кнопочку 'Browse', находим файлик UnitPrace.csv у себя на компе(его не запрещается переименовывать), жмем 'Import CSV'<br>
						9. ЧТОБЫ ИЗМЕНЕНИЯ СОХРАНИЛИСЬ, нажимаем 'Change courses'<br>
						PS: Курс со значением 0, вызовет ошибку<br>";
		break;

	case 'TradeLog':
		//$nbsp = "<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;";
		$title = 'Trade Log';
		$help = "Просмотр всех торговых операций,$nbsp
                        с возможностью экспорта в файл .csv$nbsp
						<br>
                        <b>Фильтры</b><br>
                        <b>World</b> - мир$nbsp
                        <b>Date from</b>, <b>Date to</b> - фильтр по дате$nbsp
                        <b>Cource difference</b> - фильтр по курсу. Например если хотим вывести торги с разностью курсов больше 50%, то ставим <i>&lt; 50</i>; Если хотим вывести торги с разностью курсов больше 10%, но меньше 100%, то выбираем <i>&lt; 100 AND  &gt; 10</i> $nbsp
                        <b>Quantity of rows on page</b> - Количество строчек на странице$nbsp
                        <b>Scopes</b> - Скоуп $nbsp
                        <b>Sell</b> - Фильтр по товару, который продавали. Можно ввести точное название артефарта или юнита, выбрать определенные ресурсы или юниты определенной рассы $nbsp
                        <b>Sell for</b> - Фильтр по товару, который покупали. Можно выбрать определенные ресурсы или кредиты$nbsp
                        <b>Show trade with same IP</b> - Показать только те торги, у которых продавец и покупатель имели одинаковый айпишник$nbsp
                        <b>IP</b> - Можно ввести определенный айпишник$nbsp
                      <br><br>
                        <b>Additional field</b><br>
                        Список полей(групп полей), которые не показываются по умолчанию. При нажатии на любое из перечисленых полей - оно(или группа полей) начинает показываться.
                      <br><br>
								<b>Поля:</b><br>
               					<b>Start date</b> - время выставления на продажу$nbsp
                                <b>End date</b> - время покупки$nbsp
                                <b>Customer</b> - продавец$nbsp
                                <b>Customer comb</b> - сота продавца$nbsp
                                <b>Seller</b> - покупатель$nbsp
                                <b>Seller comb</b> - сота покупателя$nbsp
                                <b>Sell</b> - что и сколько продали$nbsp
                                <b>Sell for</b> - за что и за сколько продали$nbsp
                                <b>Tax</b> - налог$nbsp
                                <b>Scope</b> - скоуп$nbsp
                                <b>Counted course</b> - фактический курс продажи(Amount sell for/Ammount sell)$nbsp
                                <b>Real course</b> - установленный курс на момент продажи$nbsp
                                <b>Course difference</b> - разница между установленным и фактическим курсами в процентах(насколько фактический курс отличается от установленного)$nbsp
                                <b>Course recount</b> - включение/исключение операции из расчета курсов$nbsp
                                <b>Auctiont</b> - Является ли торг аукционом$nbsp";
								
		break;

	case 'TradeStatistic':
		$title = 'Trade Statistic';
		$help = "Просмотр количества проданных артефактов, юнитов или ресурсов за определенный промежуток времени<br>";
		break;
		
	case 'TransferResource':
		$title = 'Transfer Resource';
		$help = "Просмотр артефактов, юнитов или ресурсов перемещенных между колониями игрока$nbsp
					<br>
							<b>Поля:</b><br>
                                <b>User</b> - имя игрока$nbsp
                                <b>Amount</b> - количество отправленных ресов$nbsp
                                <b>Resourse</b> - отправленный ресурс$nbsp
                                <b>Comb from</b> - Имя соты, с которой ресурс был отправлен$nbsp
                                <b>Comb to</b> - Имя соты, на которую он был отправлен$nbsp
                                <b>End Date  </b> - Время доставки(если стоит прочерк, значит товар еще в пути)$nbsp
                                ";
		break;

	case 'MoneyLog':
		//$nbsp = "<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;";
		$title = 'Money Log';
		$help = "Просмотр всех операций с серебряными и золотыми кредитами$nbsp
                 		<br>
								<b>Поля:</b><br>
                                <b>World</b> - имя мира$nbsp
                                <b>User from</b> - пользовотель, который перевел деньги$nbsp
                                <b>User to</b> - пользовотель, которому были переведены деньги$nbsp
                                <b>Date</b> - дата совершения операции$nbsp
                                <b>Action</b> - операция$nbsp
                                <b>GC</b> - количество золотых кредитов$nbsp
                                <b>SC</b> - количество серебряных кредитов$nbsp$nbsp
								BILLING_PAYMENT - оплата за покупку в биллинге$nbsp
								ENTER_MONEY - добавление кредитов на счет$nbsp
								EXCHANGE_CREDITS - обмен золотых кредитов на серебряные$nbsp
								RECIVE_INTERWORLD_TRANSFER - перевод кредитов из мира$nbsp
								SEND_INTERWORLD_TRANSFER - перевод кредитов в мир$nbsp
								TRADE_PAYMENT - перевод кредитов игроку DestinySphere$nbsp
								PAY_TRADE_TAX - налоги на торговлю$nbsp
								RECIVE_INTERWORLD_TRANSFER - перевод кредитов игроку DestinySphere$nbsp
								PVP_TRANSFER - перевод кредитов игроку DestinySphere$nbsp
                                ";
		break;

		case 'FineUser':
		//$nbsp = "<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;";
		$title = 'Fine User';
		$help = "Штрафование игрока$nbsp
                 		<br>
								<b>Поля:</b><br>
                                <b>Fine size</b> - размер штрафа (от 1 до 100 %)$nbsp$nbsp
                                При нажатии на кнопку искать - происходит моментальный отзыв трансфера и всех торгов игрока, а также все армии сливаются в домашнюю, если мы смотрим юнитов игрока. При этом игроку в зеленку приходит сообщение об этом(при каждом просмотре количества ресов или армии)$nbsp
                                При наложении самого штрафа игроку приходит сообщение в зеленку о том, что конкретно с него было снято (суммарно по всем сотам)$nbsp$nbsp
								Если армии игрока участвуют в бое (не важно на соте провинившегося или нет), то наложить штраф на армию будет невозможно - в этом случае рекомендуется вначале забанить игрока и зайти под ним в игру, чтобы он отрефрешился.$nbsp
								Обращаю внимание на то, что если армия игрока возвращается из боя и тащит домой ресы, то при слитии всех армий в одну эти ресы пропадут и доставлены на соту не будут - чтобы такого не происходило нужно завершить все ивенты возвращения армий у игрока.$nbsp$nbsp
								$nbsp
                                ";
		break;

		case 'TradeCousreRecount':
		//$nbsp = "<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;";
		$title = 'Cousre Recount';
		$help = "Пересчет курсов$nbsp
                 		<br>
                                Автоматический пересчет курсов в зависимости от покупок этого товара в конкретном мире.$nbsp$nbsp
								$nbsp
                                ";
		break;

	default:
		$help = "Неверный запрос";


}
echo "<center><h2><font>$title</font></h2></center>";
echo $help;


?>

</body>
</html>