<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd"><html xmlns="http://www.w3.org/1999/xhtml" xml:lang="ru">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=windows-1251" />
    <title>Сфера Судьбы - регистрация</title>
    <link href="reg.css" rel="stylesheet" type="text/css" />
  <style  type="text/css">
  {literal}
table.layout td.layout_center{
    width:1001px;
    background:transparent url('img/layout/bg_main_center_clear.jpg') no-repeat top left;
    vertical-align:top;
}
table.world_list td.list div.list{
    height:367px;
    overflow:auto;
    padding-top:10px;
}
  {/literal}
  </style>
    <!--[if lt IE 7]>
    <script type="text/javascript" src="js/fixpng.js"></script>
    <![endif]-->
  <script language="Javascript" src="js/reg.js"></script>
</head>
<body>
    <table class="layout">
        <tr>
            <td class="layout_left">&nbsp;</td>
            <td class="layout_center">
                <div class="min_width"></div>
                <!-- Контент -->
                <div class="content">
                    <div class="title"><img src="img/content/title/license.jpg" width="106" height="17" alt="" /></div>

          <div class="prev_btn"></div>
                    <div class="next_btn">
          </div>
          <table class="world_list">
                        <tr>
              <td class="list" style="padding-left:30px">
                            <div class="list">
<p style="text-align:justify;">
Правила пользования сервисом игры &quot;Destiny Sphere&quot; (Сфера судьбы).<br />
<br />
<br />
Настоящие Правила пользования сервисом игры &quot;Destiny Sphere&quot; (Сфера судьбы), в дальнейшим именуемые &quot;Правила&quot;, являются одновременно соглашением о предоставлении услуг со стороны фирмы DestinySphere GmbH, в дальнейшем именуемой &quot;Администрация&quot;, пользователю сервиса игры &quot;Destiny Sphere&quot; (Сферы судеб), в дальнейшем именуемому &quot;Пользователь&quot;. Правила пользования сервисом игры являются обязательными для прочтения и одобрения каждым пользователем услуг сервиса до его фактической регистрации на сайте DestinySpher.ru. Регистрация пользователя означает автоматическое одобрение им всех пунктов &quot;Правил&quot;, поэтому мы настоятельно просим перед регистрацией действительно ознакомиться с этим текстом.<br />
Если Вы не согласны с &quot;Правилами&quot; или с какими-то из его пунктов, Вы вправе отказаться от пользования игрой и её сервисами. Настоящие &quot;Правила&quot; вступают для Вас в силу с момента отсылки Вами заполненного электронного регистрационного формуляра.<br />
<br />
1. Общие положения.<br />
<br />
1.1 Destiny Sphere (Сфера судьбы) - бесплатная стратегическая игра, которая целиком базируется в интернете и в которую могут одновременно играть большое количество пользователей.<br />
1.2 Вступая в игру Вы вступаете в члены многочисленного игрового сообщества. Любое ваше действие начиная с этого момента, определённым образом влияет на события в целом игровом мире, в том числе и на атмосферу, царящую в игровом сообществе, на удовольствие, которое получают другие пользователи от предлагаемого сервиса. Поэтому, Администрация вправе требовать от членов игрового сообщества выполнения вышеизложенных Правил.<br />
1.3 В случае обнаружения Администрацией нарушения Пользователем настоящих Правил, Администрация вправе отказать ему в дальнейшем пользовании сервиса и удалить с информационных систем Destiny Sphere материалы, опубликованнные таким Пользователем .<br />
1.4 Для пользования услугами сервиса от Пользователя требуется только однократная регистрация своего членства в игре. Однократная регистрация действительна как для Игрового пространства, так и для Форума и Портала.<br />
1.5 Администрация напоминает о том, что каждый пользователь сам оплачивает пользование интернетом.<br />
1.6 Несовершеннолетние лица обязаны получить разрешение родителей или опекунов на пользование услугами сервиса.<br />
<br />
2. Обязанности, права и ограничения Пользователя<br />
<br />
2.1 Права Пользователя<br />
2.1.1 Пользователь, в рамках предоставленных технических возможностей, имеет право на просмотр и изменение своих персональных данных.<br />
2.1.2 Пользователь имеет право на изменения своего регистрационного пароля.<br />
2.1.3 Пользователь в любое время может прекратить членство в игровом сообществе. Для этого ему необходимо отправить письмо на контактный е-мейл &quot;Destiny Sphere&quot;.<br />
2.1.4 Пользователь, под свою личную ответственность, вправе размещать на информационных системах сервиса любую информацию в объеме предусмотренном техническими возможностями сервиса. Администрация не несет ответственности за содержание и сохранность такой информации.<br />
2.1.5 Пользование сервисом возможно в любое время и в любом месте, технически для этого пригодном.<br />
2.1.6 Персональные данные Пользователей, включая его IP-адрес и специфический номер компьютера не могут быть переданы третьим лицам. Исключения могут быть сделаны только по решению суда или требованию прокуратуры. Пользователь дает разрешение Администрации на сохранение персональных данных, включая его IP-адрес и специфический номер компьютера, и их обработку в целях проведения статистических анализов. Все результаты статистических анализов имеют анонимный характер.<br />
2.1.7 Регистрируя свой аккаунт в игре, Пользователь дает согласие на получение новостной рассылки DestinySphere.<br />
2.2 Обязанности и ограничения Пользователя<br />
2.2.1 Пользователь обязан сообщить о себе правдивую информацию.<br />
2.2.2 Пользователь обязан хранить в тайне пароль, выбранный им при регистрации. Пользователь несет персональную ответственность за возможные манипуляции с паролем, вызванные небрежным отношением к сохранению его тайны или пренебрежением к нормам информационной безопасности при пользовании компьютерными сетями. Данные о Вашем пароле хранятся в банке данных сервиса только в зашифрованном виде. Если Вы забыли свой пароль, то по вашему требованию, программные ресурсы сервиса в автоматическом режиме пришлют на Ваш электронный адрес открытый е-майл с новым паролем доступа. Помните - подобная процедура всегда связана с риском, что ваш пароль может стать известен злоумышленнику, установившему контроль за вашим компьютером или почтовым ящиком. Администрация не имеет возможности напомнить Вам Ваш забытый пароль.<br />
2.2.3 Каждый Пользователь вправе зарегистрировать себя в одном игровом мире, получив под управление одну базовую соту. Управление одним Пользователем несколькими сотами, достигнутое путем передачи в его управление соты другого игрока или путем повторной регистрации, категорически запрещается. Подобные мультипользователи, при их обнаружении, исключаются Администрацией из числа членов игрового сообщества, их базовые соты уничтожаются и они лишаются права дальнейшего участия в игре.<br />
2.2.4 Пользователь не имеет права передавать в управление другому лицу свою базовую соту. Пользователь, передавший под управление свою базовую соту, так же имеет риск быть удаленнным Администрацией из игрового и коммуникационного пространства.<br />
2.2.5 Пользователь должен, по возможности, регулярно пользоваться игровой составляющей сервиса. В случае неактивности Пользователя в течении более четырех недель или в случае сохранения у пользователя 0 очков более трех дней Администрация вправе без предупреждения заселить его базовую соту другим пользователем. Такому &quot;выселенному&quot; Пользователю, при его желании вернуться в игру, придется все начинать сначала, ему будет сохранено только его игровое имя.<br />
2.2.6 Пользователь не имеет право на размещение на информационных ресурсах сервиса материалов откровенно противоречащих общественной морали и нравственности, лично оскорбляющих других игроков сообщества, модераторов или Администрацию, способствующих разжиганию межнациональной или международной розни. Использование ненормативной лексики не допукается ни в какой форме. При выявлении материалов, опубликованных с нарушением пункта 2.2.6 Правил, материалы могут быть стерты, а Пользователь, допустивший подобные публикации может быть предупрежден, либо, в серьезных или повторяющихся случаях, исключен Администрацией из членов игрового сообщества, его базовая сота уничтожается и он лишается права дальнейшего участия в игре.<br />
2.2.7 Пользователь не имеет право размещать в информационной среде &quot;DestinySphere&quot; сам, или указывать ссылки в сети Интернет к любой информации, распространение которой противоречит российскому или международному праву.<br />
2.2.8 Пользователю запрешено использование Сервиса в коммерческих или политических целях.<br />
2.2.9. Пользователю сервиса запрещено:<br />
- продавать/покупать за реальные деньги,<br />
- совершать обмен на предметы (услуги), могущие представлять собой материальные ценности, любых виртуальных (игровых) ресурсов, как в пределах предоставляемого DestinySphere GmbH сервиса, так и посредством прочих интернет-ресурсов.<br />
2.2.10 Пользователь не имеет право размещать в информационной среде &quot;DestinySphere&quot; сам или указывать ссылки в сети Интернет к любой информации или программному обеспечению, которое содержит в себе вирусы или другие вредные компоненты.<br />
2.2.11 Ни одну из частей Сервиса нельзя копировать, воспроизводить, переводить на другие языки без разрешения Администрации.<br />
2.2.12 Запрещено использование программного обеспечения, других материалов и любой информации Сервиса в коммерческих целях, если на эти действия нет письменного согласия Администрации.<br />
2.2.13 Запрещается производить самовольное (несанкционированное) проникновение в любые технологические компоненты (узлы), программы, базы данных и иные составляющие элементы сети Сервиса, а также любые действия, совершение или покушение на совершение которых предусматривает установленную в РФ уголовную ответственность за такие деяния, как: гл. 21 УК РФ &quot;Преступления против собственности&quot; ст. 159 &quot;Мошенничество&quot;; гл. 28 УК РФ &quot;Преступления в сфере компьютерной информации&quot;: ст. 272 &quot;Неправомерный доступ к компьютерной информации&quot;, ст. 273 &quot;Создание, использование и распространение вредоносных программ для ЭВМ&quot;, ст. 274 &quot;Нарушение правил эксплуатации ЭВМ, системы ЭВМ или их сети&quot;.<br />
2.2.14 Пользователям запрешается использовать в своих целях обнаруженные ошибки (bugs) в программном обеспечении игры. В случае обнаружения подобной ошибки, Пользователь обязан сообщить Администрации о наличии такой ощибки посредством публикации сообщения в соответствующем разделе форума, е-мейлом на контактный адрес Администрации или путем посылки внутреннего приватного сообщения на имя модератора, ответственного за соответствующий раздел форума.<br />
<br />
3. Права и ответственность Администрации.<br />
<br />
3.1 Администрация возлагает на себя обязательства, по мере технической возможности, регулярно контролировать информационные сообщения пользователей на предмет соответствия Правилам игры, Законам Российской Федерации и международного права. Администрация при этом не несет никакой ответственности за содержание материалов, опубликованных Пользователями и не гарантирет 100 % эффективности такого контроля.<br />
3.2 Игра &quot;Destiny Sphere&quot; постоянно находится в развитии. Динамичное развитие игры предполагает возможность появления ошибок, которые могут привести к временным сбоям в работе. Администрация старается обеспечивать Пользователям максимально возможную временную досягаемость сервиса и стабильность его работы, качественное и динамичное развитие програмных ресурсов игры и максимально возможную скорость и качество саппорта (ответы на вопросы игроков).<br />
3.3 Администрация не несет никакой ответственности за перебои в работе сервиса, качество саппорта и сервиса в целом, за сохранность информационных материалов Пользователей, их базовых сот и виртуальных игровых ресурсов.<br />
3.4 Администрация также не предоставляет никаких гарантий, что полученное посредством Сервиса программное обеспечение или любые другие материалы не содержат вирусы и другие вредоносные компоненты.<br />
3.5 Администрация не несет ответственности за любой ущерб, причиненный Пользователю в результате использования сервиса.<br />
3.6 Администрация не несет ответственности за любой ущерб, причиненный Пользователю в результате использования сервиса в целях, отличающихся от тех, для которых этот сервис был предоставлен.<br />
3.7 Администрация не несёт ответственности за прямой или косвенный ущерб, причиненный Пользователю в результате использования или невозможности использования Сервиса или причиненный зависимостью от информации, услуг или товаров, поставляемых Сервисом или посредством Сервиса, равно как и ущерб возникший в результате ошибок, пропусков, перерывов в работе, удаления файлов, дефектов, задержек в работе или передаче данных.<br />
3.8 Отказ или прекращение доступа к Сервису может быть вызван следующими обстоятельствами:<br />
- угроза безопасности и обороноспособности государства, здоровью и безопасности людей;<br />
- в случае физических, топографических и иных естественных препятствий;<br />
- Пользователь вовлечен в действия, которые Администрация, исключительно со своей точки зрения, считает нарушающими настоящие Правила. При этом Администрация не несет ответственности за извещение самого Пользователя или любых третьих сторон о лишении Пользователя доступа и за возможные последствия, возникшие в результате отсутствия такого предупреждения.<br />
- если Пользователь не соглашается с настоящими условиями предоставления Сервиса;<br />
- Пользователь при регистрации отказался сообщить свои данные или сообщил о себе заведомо ложные сведения.<br />
- Пользователь использует Сервис для каких-либо целей, противоречащим законам РФ или международному праву.<br />
- Пользователь нарушает правила и законы, на которых основывается предоставляемый Сервис.<br />
- При нарушении Пользователем данных Правил в прошлом.<br />
- При остановке деятельности любых средств связи Сервиса.<br />
- При обстоятельствах непреодолимой силы (война, гражданские волнения, эпидемии, природные катаклизмы и т.д.)<br />
- по причине закрытия или приостановки деятельности сервиса<br />
3.9 Ни одну из частей программного обеспечения нельзя копировать, воспроизводить, переводить на другие языки, и т.д. без предварительного письменного разрешения Администрации.<br />
3.10 Никакая информация или советы, даваемая Администрацией или ее представителями, не может рассматриваться как гарантия &quot;истины в последней инстанции&quot;. Администрация не несет ответственности за результаты следования Пользователем предоставленным ему советам и консультациям.<br />
3.11 Администрация не обязана следить за содержанием информации, распространяемой посредством Сервиса.<br />
3.12 Администрация оставляет за собой право удалять со своих серверов любую информацию или материалы, полностью или частично, если они, исключительно с точки зрения Администрации, являются неприемлемыми, нежелательными или нарушают настоящие Правила.<br />
3.13 Администрация категорически отрицает любые гарантии и/или условия, прямые или связанные, включая связанные гарантии товарных качеств и соответствия определенным целям, но не ограничиваясь ими.<br />
3.14 Администрация не предоставляет никаких обязательств.<br />
3.15 Администрация не гарантирует, что программное обеспечение, тексты, графика и музыка приведенные в нем, будут соответствовать запросам, требованиям или ожиданиям Пользователя.<br />
3.16 Администрация не несет ответственности за любые притязания третьих лиц.<br />
3.17 Администрация может в любой момент изменить качество Сервиса без предварительно уведомления Пользователя.<br />
3.18 При использовании Сервиса , Пользователь принимает условие, что посредством Сервиса он может пользоваться как непосредственно самим Сервисом, и его составляющими, так и глобальной сетью Интернет. Настоящими Правилами Пользователь извещается и соглашается с тем, что кроме информации, продуктов или услуг, явно указанных, как предоставляемые Сервисом, Администрация не контролирует информацию, услуги и продукты, находящиеся в ( или предлагаемые посредством сети Интернет. Пользователь принимает на себя полную ответственность и риски за использование Сервиса в сети Интернет и принимает тот факт что Администрация не несет никакой ответственности ни за какую достоверность и качество информации опубликованной Пользователями сервиса, в рекламных объявлениях или в содержании веб-страниц, связанных ссылками с Сервисом. Вследствие этого, Пользователь принимает условие, в соответствии с которым все товары, информация и услуги, предлагаемые или доступные через Сервис или в сети Интернет (за исключением явно указанных как предоставляемых непосредственно Сервисом), предоставляются третьими сторонами, которые никак не связаны с Администрацией. Пользователь принимает на себя полную ответственность и риски за использование Сервиса и сети Интернет. Пользователь принимает условие, согласно которому он сам несёт ответственность за оценку точности, полноты и пригодности всех мнений, оценок, услуг и другой информации, качества и функций товаров, предоставляемых посредством Сервиса или сеть Интернет вообще.<br />
3.19 Администрация не поддерживает и не несет ответственности ни за какие возможные действия чужих лиц или организаций по созданию платных услуг, тематически связанных с игрой, а так же продажи любых виртуальных ресурсов в игре.<br />
<br />
4. Изменение настояших правил.<br />
<br />
4.1 Администрация оставляет за собой право на изменение настоящих &quot;Правил&quot;. Пользователи будут проинформированы о подобных изменениях посредством информационных ресурсов игры. Пользователь, выражающий несогласие с изменениями в Правилах, имеет право отказаться от пользования игрой и её сервисами. Продолжение членства в игровом мире Destiny Sphere означает автоматическое одобрение Пользователем произошедших изменений в настоящих правилах. Пользователь обязан регулярно осуществлять проверку настоящих Правил на определение возможных изменений.<br />
4.2 Признание одного или нескольких из пунктов настоящих Правил противоречащим нормам Российского, или международного права не влияет как на действенность остальных пунктов Правил, так и документа в целом. Отсутствие со стороны Администрации обеспечения неукоснительного исполнения какого-либо пункта данного Соглашения не должно рассматриваться как отказ от исполнения этого пункта. Ни сложившаяся практика поведения сторон, ни практика оказания аналогичных услуг не могут быть использованы, как ведущие к изменению любого из положений данного Соглашения.<br />
<br />
Официальные адреса по которым доступны сервисы игры &quot;Destiny Sphere&quot;:<br />
<br />
www.destinysphere.ru<br />
www.ds-game.ru<br />
<br />
<br />
<br />
Дополнение к правилам пользования сервисом, предоставляемым DestinySphere GmbH.<br />
<br />
&bull; Пользователь не имеет права регистрироваться в каком - либо игровом мире, уже имея базовую соту в другом мире, для получения возможности регистрации в любом игровом мире, которая стоит 1000р, он может оплатить эту возможность с помощью формы платных услуг.<br />
<br />
&bull; Пользователь, также обязуется придерживаться следующих правил:<br />
Правила игры в Сферу Судьбы из интернет-кафе, игровых клубов, а также других сетей использующих одинаковый IP адрес, и при использовании на одном компьютере двух или более аккаунтов.<br />
Запрещается:<br />
1. Ресурсы.<br />
а)Передача - безвозмездное перенесение ресурса с соты на соту.<br />
б)Покупка чего либо с одной соты за предполагаемую сумму передачи.<br />
в)Запрещено производить любые торговые сделки с другим аккаунтом, находящимся с тобой за одним компьютером.<br />
2. Армия.<br />
а)Отдавать армию на пользование другой соте.<br />
б)Продавать армию за ресурсы.<br />
в)Производить обмен юнитами.<br />
г)Запрещена любая торговля юнитами между вами.<br />
3. Артефакты.<br />
а)Продажа\Покупка артов с соты на соту.<br />
б)Обмен артефактами.<br />
4. Альянс.<br />
При вступлении в альянс нужно обратить внимание на то, что бы вы были в разных альянсах. Нахождение в одном крайне не желательно.<br />
5. Война.<br />
Запрещается общими усилиями атаковать одну цель, то есть ваши армии не должны пересекаться в одном месте.<br />
<br />
&bull; Пользователю запрещено создавать иные аккаунты на форумах DestinySphere, помимо его игрового аккаунта.<br />
<br />
&bull; Пользователю запрещено использовать бесплатный/премиум аккаунт, предоставляемый DestinySphere GmbH, для использования его в корыстных целях, иными словами - запрещается продавать/покупать игровые ресурсы/сам аккаунт пользователя за любые денежные/игровые единицы в реальном времени.<br />
<br />
&bull; Пользователю сервиса запрещается покупка/продажа/обмен игровыми ресурсами между сферами (игровыми мирами)<br />
<br />
&bull; Пользователю бесплатного аккаунта запрещается просматривать более 50 комплексов в игровом мире в сутки.<br />
<br />
&bull; Пользователю премиум аккаунта запрещается просматривать более 150 комплексов в игровом мире в сутки.<br />
<br />
&bull; Пользователи с компьютеров которых происходит игра на нескольких аккаунтах, родственников/друзей/коллег по работе и прочее, обязаны известить об этом администрацию,<br />
<br />
&bull; Пользователям запрещается отправлять армии с нецензурными/матерными/расистскими/экстремистскими названиями на соты других пользователей.<br />
<br />
&bull; Пользователю запрещено оскорблять каким-либо образом других пользователей по внутриигровой почте.<br />
<br />
&bull; Пользователь временно и пассивно, поддерживающим другой аккаунт (account-sitting) соглашается со следующими правилами:<br />
<br />
Положение - Account Sitting (в дальнейшем ситтинг) - добровольная передача на время своего аккаунта одним игроком другому единственному игроку, для заботы о нем (аккаунте). Аккаунты должны находится в одной и той же Сфере. (Орион, Андромеда, Персей и т.п.)<br />
<br />
<br />
Ситтинг разрешен:<br />
1) При условии, что игрок написал письмо по адресу sitting@destinysphere.com , с точным указанием координат своей соты и колоний, координат ситтингуемой соты и колоний, логинов аккаунтов, даты начала ситтинга.<br />
2) При условии, что ситтинг длится не более одного месяца. По прошествии месяца с начала ситтинга, игроку запрещается заходить на аккаунт. Аккаунт будет действителен ЕЩЕ месяц с момента окончания ситтинга, после чего будет удален, если хозяин аккаунта не вернется.<br />
3) При условии, что игрок ведет ситтинг ТОЛЬКО одного аккаунта, не включая его собственный. Ведение двух и более аккаунтов запрещено, и приравнивается к мультоводству.<br />
4) Игрок должен быть готов предоставить отчет о своих действиях на ситтингуемом аккаунте проверяющему, назначенному администрацией. Запрещено использовать ситтингуемый аккаунт для извлечения собственной выгоды.<br />
5) При условии, что изначально аккаунт принадлежит другому физическому лицу.<br />
<br />
При ситтинге разрешено и запрещено:<br />
1) Разрешены операции развития сот, как то: отправка археологов, изучение наук, строительство зданий, строительство юнитов, основание колоний, переброска ресурсов через Колонизационный Центр, торговля в минимальном объеме для поддержания активного баланса сот.<br />
2) Категорически запрещены любые торговые операции.<br />
3) Категорически запрещены ВСЕ военные действия на ситтингуемом аккаунте. Будь то активная защита, атаки и т.п.<br />
<br />
Нарушение или несоблюдение любого из вышеперечисленных пунктов, автоматически переводит ситтинг в разряд мультоводства, и передается на рассмотрение Дисциплинарному Ведомству.<br />
<br />
&bull; При проблемах на сервере и появлении специального счетчика для входа в игру, пользователям запрещается использовать любые известные им методы для обхода данного счетчика.<br />
<br />
&bull; Пользователям запрещается отправлять свои армии на забаненных игроков, если информация о том что игрок забанен стала общедоступной.<br />
<br />
Дополнение от 06.06.06 (зловещее) Администрация вправе произвести откат любого боя или иного игрового события в игровом мире Сферы Судьбы, если результат этого события достигнут с нарушением вышеизложенных правил.<br />
Если Вы столкнулись с нарушением правил - известите об этом Дисциплинарное Ведомство отправив письмо на адрес dv@destinysphere.com
</p>
                </div>
              </td>
            </tr>
                    </table>
                </div>

                <!-- Онлайн -->
                <div class="online">1705</div>
                <!-- Меню слева -->
                <div class="left_menu">
                    <div class="btn_1"><a href="?step=_about" title="Куда я попал?"></a></div>
                    <div class="btn_2"><a href="?step=_races" title="Игровые расы"></a></div>
                    <div class="btn_3"><a href="?step=_help" title="Помощь"></a></div>
                    <div class="btn_4"><a href="?step=_license"  title="Лицензионное соглашение"></a></div>
                </div>

                <!-- Сноска слева -->
                <div class="left_notes">
                    <a href="reg_wizard.php"><img src="img/content/buttons/reg.png" width="192" height="83" alt="Регистрация" /></a>
                </div>

                <!-- Меню сверху -->
                <div class="top_menu">
                    <table class="top_menu">
                        <tr>
                            <td class="btn_1"><a href="/"  target="_blank" title="Портал"></a></td>
                            <td class="btn_2"  target="_blank"><a href="http://forum.destinysphere.ru/main.php" title="Форум"  target="_blank"></a></td>
                            <td class="btn_3"  target="_blank" title="Импрессум"><a href="?step=_impressum"></a></td>
                        </tr>

                    </table>
                </div>
                <!-- Меню справа -->
                <div class="right_menu">
                    <table class="right_menu">
                        <tr>
                            <td colspan="2" class="head_1"><a href="?step=_screenshots" title="рисунок онлайн игры"></a></td>
                        </tr>
                        <tr>
                            <td class="item"><a href="img/content/screenshots/1.html" title="рисунок онлайн игры" target="_blank" onClick="return openURL('img/content/screenshots/1.html', 610, 455)"></a></td>
                            <td class="item"><a href="img/content/screenshots/2.html" target="_blank" onClick="return openURL('img/content/screenshots/2.html', 610, 365)" title="рисунок онлайн игры"></a></td>
                        </tr>
                        <tr>
                            <td class="item"><a href="img/content/screenshots/3.html" target="_blank" onClick="return openURL('img/content/screenshots/3.html', 610, 365)" title="рисунок онлайн игры"></a></td>
                            <td class="item"><a href="img/content/screenshots/4.html" target="_blank" onClick="return openURL('img/content/screenshots/4.html', 610, 455)"title="рисунок онлайн игры"></a></td>
                        </tr>
                        <tr>
                            <td class="item"><a href="img/content/screenshots/5.html" target="_blank" onClick="return openURL('img/content/screenshots/5.html', 610, 455)" title="рисунок онлайн игры"></a></td>
                            <td class="item"><a href="img/content/screenshots/6.html" target="_blank" onClick="return openURL('img/content/screenshots/6.html', 610, 365)" title="рисунок онлайн игры"></a></td>
                        </tr>
                        <tr>
                            <td colspan="2" class="head_2"><a href="?step=_videoall" title="видео онлайн игры" b></a></td>
                        </tr>
                        <tr>
                            <td class="item"><a href="?step=_video1" title="видео онлайн игры"></a></td>
                            <td class="item"><a href="?step=_video2" title="видео онлайн игры"></a></td>
                        </tr>
                    </table>
                </div>
            </td>
            <td class="layout_right">&nbsp;</td>
        </tr>
    </table>
{include file='counters.php'}
</body>
</html>