<?php

/**
 * Маска для отображения центрльнойо части соты. Так как
 * способ описания в базе и клиенте категорически не совпадает то 
 * пришлось вводить эту гребнную маску.
 *
 */
class GB_CombCentralViewMask
{
	
	/**
	 * Маска в более менее читаемом человеком виде. В прямомо виде не используеться сиситемой.
	 * Это на случай если что-то надо будет менять.
	 * 
	 * Формат:
	 * 
	 * [ТИП_ПОЧВЫ]-[НОМЕР_В_КЛИЕНТСКОЙ_СИСТЕМЕ_КООРДИНАТ]-[НОМЕР_В_СЕРВЕРНОЙ_СИСТЕМЕ_КООРДИНАТ] 
	 * 
	 * Типы почвы:	
	 *    E - Граница разделяющая типы почвы
	 * 	  F - Туман закрывающий чужие соты
	 *    Z - Здесь должна быть ячейка своей соты. 
	 *    
	 * @var array
	 */
	static private $humanRedableMask =  array (
		'E-001-00','F-002-00','F-003-00','F-004-00','F-005-00','F-006-00','F-007-00','F-008-00','E-009-00',
		'F-010-00','E-011-00','F-012-00','F-013-00','F-014-00','F-015-00','F-016-00','F-017-00','E-018-00','F-019-00',
		'F-020-00','F-021-00','E-022-00','F-023-00','F-024-00','F-025-00','F-026-00','F-027-00','E-028-00','F-029-00','F-030-00',
		'F-031-00','F-032-00','F-033-00','E-034-00','F-035-00','F-036-00','F-037-00','F-038-00','E-039-00','F-040-00','F-041-00','F-042-00',
		'F-043-00','F-044-00','F-045-00','F-046-00','E-047-00','F-048-00','F-049-00','F-050-00','E-051-00','F-052-00','F-053-00','F-054-00','F-055-00',
		'F-056-00','F-057-00','F-058-00','F-059-00','F-060-00','E-061-00','F-062-00','F-063-00','E-064-00','F-065-00','F-066-00','F-067-00','F-068-00','F-069-00',
		'F-070-00','F-071-00','F-072-00','F-073-00','F-074-00','F-075-00','E-076-00','F-077-00','E-078-00','F-079-00','F-080-00','F-081-00','F-082-00','F-083-00','F-084-00',
		'F-085-00','F-086-00','F-087-00','F-088-00','F-089-00','F-090-00','F-091-00','E-092-00','E-093-00','F-094-00','F-095-00','F-096-00','F-097-00','F-098-00','F-099-00','F-100-00',
		'E-101-00','E-102-00','E-103-00','E-104-00','E-105-00','E-106-00','E-107-00','E-108-00','E-109-00','E-110-00','E-111-00','E-112-00','E-113-00','E-114-00','E-115-00','E-116-00','E-117-00',
		'F-118-00','F-119-00','F-120-00','F-121-00','F-122-00','F-123-00','F-124-00','E-125-00','E-126-00','F-127-00','F-128-00','F-129-00','F-130-00','F-131-00','F-132-00','F-133-00',
		'F-134-00','F-135-00','F-136-00','F-137-00','F-138-00','F-139-00','E-140-00','Z-141-01','E-142-00','F-143-00','F-144-00','F-145-00','F-146-00','F-147-00','F-148-00',
		'F-149-00','F-150-00','F-151-00','F-152-00','F-153-00','E-154-00','Z-155-02','Z-156-03','E-157-00','F-158-00','F-159-00','F-160-00','F-161-00','F-162-00',
		'F-163-00','F-164-00','F-165-00','F-166-00','E-167-00','Z-168-04','Z-169-05','Z-170-06','E-171-00','F-172-00','F-173-00','F-174-00','F-175-00',
		'F-176-00','F-177-00','F-178-00','E-179-00','Z-180-07','Z-181-08','Z-182-09','Z-183-10','E-184-00','F-185-00','F-186-00','F-187-00',
		'F-188-00','F-189-00','E-190-00','Z-191-11','Z-192-12','Z-193-13','Z-194-14','Z-195-15','E-196-00','F-197-00','F-198-00',
		'F-199-00','E-200-00','Z-201-16','Z-202-17','Z-203-18','Z-204-19','Z-205-20','Z-206-21','E-207-00','F-208-00',
		'E-209-00','Z-210-22','Z-211-23','Z-212-24','Z-213-25','Z-214-26','Z-215-27','Z-216-28','E-217-00'
	);
	
	/**
	 * Маска удобная для обработки
	 * Формируеться на лету из верхней матрицы. Проинлексированна
	 * по нумерации клиента.
	 * 
	 * @var array
	 */
	static private $workMaskClientBase = array();
	
	/**
	 * Маска удобная для обработки
	 * Формируеться на лету из верхней матрицы. Проидексирован
	 * по нрмерации сервера. 
	 * 
	 * @var array
	 */
	static private $workMaskServerBase = array();
	
	static public function GetClientBaseMask()
	{
		if(count(self::$workMaskClientBase) == 0)
		{
			self::_formClientBaseMask();
		}

		return self::$workMaskClientBase;
	}
	
	static public function GetServerBaseMask()
	{
		if(count(self::$workMaskServerBase) == 0)
		{
			self::_formServerBaseMask();
		}
		
		return self::$workMaskServerBase;
	}
	
	///////////////////////////////////////////////////////////////
	
	static private function _formClientBaseMask()
	{
		
		foreach(self::$humanRedableMask as $k=>$v)
		{
			$tmp = explode('-', $v);
			
			self::$workMaskClientBase[(int)$tmp[1]] = array(
				'GROUND_TYPE' => $tmp[0],
				'SERVER_NUMBER' => $tmp[2], 
			);
		}
	}
	
	static private function _formServerBaseMask()
	{
		foreach(self::$humanRedableMask as $k=>$v)
		{
			$tmp = explode('-', $v);
			
			if($tmp[2] != 0)
			{
				self::$workMaskServerBase[(int)$tmp[2]] = (int)$tmp[1];
			}	
		}
	}
}

?>